Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/CBLNDFilterViewController.strings
Languages: de

# 23h-4R-CUK.text
source: 15,0 seconds
de: 15,0 Sekunden

# 3Ib-6d-AmX.text
source: 1 stop (0,9ND)
de: 1 Schritt (0,9ND)

# 3Yz-Hd-GWD.text
source: Shutter Speed Range
de: Verschlusszeitbereich

# ITo-tM-QwE.text
source: Initial Shutter Speed
de: Erste Verschlusszeit

# Isi-s1-pJX.text
source: 30 sec
de: 30 Sek.

# QBQ-Vx-cnR.text
source: Filter Density
de: Filterdichte

# QWj-nk-d1j.text
source: Title
de: Titel

# jCv-ul-YNA.text
source: The Neutral Density Calculator helps you calculate the correct shutter speed to use when using a neutral density filter.
de: Der Neutraldichterechner hilft Ihnen bei der Berechnung der richtigen Verschlusszeit bei Einsatz eines Neutraldichtefilters.

# sii-4c-RTP.title
source: Cancel
de: Abbrechen

# vy8-1J-IJE.text
source: Example Title
de: Beispieltitel

# wTX-HU-EgX.title
source: Save Preset
de: Voreinstellung sichern

# xZ0-OY-bfb.text
source: Shutter Speed
de: Verschlusszeit

# z2w-Jc-yrN.title
source: Save
de: Sichern
