Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/ConnectionGuideModel.strings
Languages: de

# CameraAtIPAddressFormatter
source: %@ camera at %@.
de: %@ Kamera bei %@.

# CameraChoiceSectionTitle
source: Which camera do you have?
de: Welche Kamera haben Sie?

# CameraViaMethodFormatter
source: %@ camera via %@.
de: %@ Kamera über %@.

# CanonIPInstructions
source: Follow the network setup steps of the camera to connect in “Connect to smartphone” mode to the same network as your iOS device. If the camera has pairing, you'll need to create a new pairing for Cascable on this device. Once connected, enter the IP address of the camera (which should be displayed on the camera's screen) here, then tap “Connect”. For more details, see our connection guides or your camera's instruction manual.
de: Folgen Sie den Schritten zur Netzwerkeinrichtung der Kamera, um sich im Modus „Mit Smartphone verbinden“ mit demselben Netzwerk wie das iOS-Gerät zu verbinden. Wenn die Kamera über Pairing verfügt, muss auf diesem Gerät ein neues Pairing für Cascable erstellt werden. Nach der Verbindung geben Sie hier die IP-Adresse der Kamera ein (die auf dem Kameradisplay angezeigt werden sollte) und tippen dann auf „Verbinden“. Weitere Details finden Sie in unseren Verbindungsleitfäden oder in der Bedienungsanleitung der Kamera.

# CanonUSBInstructions
source: Connect the camera to your iOS device using the appropriate adapter, then turn on the camera. If the camera is not detected within a few seconds, try setting the camera’s WiFi to “Disable”. Some Canon cameras disable their USB ports if WiFi is enabled, even if WiFi isn’t being used. For more details, see our connection guides or your camera's instruction manual.
de: Schließen Sie Ihre Kamera über den entsprechenden Adapter an Ihr iOS-Gerät an und schalten Sie die Kamera ein. Wenn die Kamera nicht innerhalb weniger Sekunden erkannt wird, versuchen Sie das WLAN der Kamera auf „Deaktivieren“ zu stellen. Einige Canon-Kameras deaktivieren bei aktiviertem WLAN ihre USB-Anschlüsse, selbst wenn kein WLAN verwendet wird. Weitere Details finden Sie in unseren Verbindungsleitfäden oder in der Bedienungsanleitung der Kamera.

# ConnectButtonTitle
source: Connect
de: Verbinden

# ConnectionMethodIPAddress
source: WiFi — Enter IP Address
de: WLAN — IP Adresse eingeben

# ConnectionMethodIPAddressShort
source: IP Address
de: IP-Adresse

# ConnectionMethodIPAddressShortInSentence
source: IP address
de: IP-Adresse

# ConnectionMethodNetworkAuto
source: Network — Automatic Discovery
de: Netzwerk – automatische Erkennung

# ConnectionMethodNetworkAutoShort
source: Network
de: Netzwerk

# ConnectionMethodNetworkAutoShortInSentence
source: network
de: Netzwerk

# ConnectionMethodNetworkIPAddress
source: Network — Enter IP Address
de: Netzwerk — IP-Adresse eingeben

# ConnectionMethodNetworkIPAddressShort
source: IP Address
de: IP-Adresse

# ConnectionMethodNetworkIPAddressShortInSentence
source: IP address
de: IP-Adresse

# ConnectionMethodQRCode
source: WiFi — Scan QR Code
de: WLAN — QR-Code scannen

# ConnectionMethodWiFiManual
source: WiFi — Discover on Network
de: WLAN — Im Netzwerk finden

# ConnectionMethodWiFiManualShort
source: WiFi
de: WLAN

# ConnectionMethodWiFiManualShortInSentence
source: WiFi
de: WLAN

# ConnectNewSubtitle
source: Search for another camera.
de: Nach einer anderen Kamera suchen.

# ConnectNewTitle
source: Connect new
de: Neu verbinden

# ConnectToCameraSubtitle
source: Connect to your camera via USB or WiFi (depending on model).
de: Verbinden Sie sich über USB oder WLAN mit Ihrer Kamera (je nach Modell).

# ConnectToCameraTitle
source: Connect to camera…
de: Mit Kamera verbinden...

# ConnectToOtherSubtitle
source: Search for another camera.
de: Nach einer anderen Kamera suchen.

# ConnectToOtherTitle
source: Connect to other…
de: Mit anderen verbinden...

# ConnectViaNetworkBigTitle
source: Discover camera on network
de: Kamera im Netzwerk erkennen

# ConnectViaUSBBigTitle
source: Connect via USB
de: Über USB verbinden

# EOSCameraModelSubtitle
source: EOS SLR cameras, EOS M and EOS R mirrorless cameras.
de: EOS SLR-Kameras sowie spiegellose EOS M und EOS R Kameras.

# FujiCameraModelSubtitle
source: X, X-T, and X-Pro series cameras.
de: Kameras der Serien X, X-T und X-Pro.

# GenericIPInstructions
source: Follow the network setup steps of the camera to connect to the same network as your iOS device. Once connected, enter the IP address of the camera (which should be displayed on the camera's screen) here, then tap “Connect”. For more details, see our connection guides or your camera's instruction manual.
de: Folgen Sie den Schritten zur Netzwerkeinrichtung der Kamera, um sich mit demselben Netzwerk wie das iOS-Gerät zu verbinden. Nach der Verbindung geben Sie hier die IP-Adresse der Kamera ein (die auf dem Kameradisplay angezeigt werden sollte) und tippen dann auf „Verbinden“. Weitere Details finden Sie in unseren Verbindungsleitfäden oder in der Bedienungsanleitung der Kamera.

# GenericQRInstructions
source: Follow the WiFi connection setup steps of your camera until you see the connection QR code. Scan the code here, and Cascable will do the rest! For more details, see our connection guides or your camera's instruction manual.
de: Folgen sie den Schritten zur Einrichtung der WLAN-Verbindung der Kamera, bis der QR-Code für die Verbindung zu sehen ist. Scannen Sie hier den Code und Cascable erledigt den Rest! Weitere Details finden Sie in unseren Verbindungsleitfäden oder in der Bedienungsanleitung der Kamera.

# GenericUSBInstructions
source: Connect the camera to your iOS device using the appropriate adapter, then turn on the camera. If the camera presents a “USB mode” choice, choose the option that mentions PTP, MTP, or tethering. For more details, see our connection guides or your camera's instruction manual.
de: Schließen Sie Ihre Kamera über den entsprechenden Adapter an Ihr iOS-Gerät an und schalten Sie die Kamera ein. Wenn die Kamera einen „USB-Modus“ anbietet, wählen Sie eine Option mit PTP, MTP oder Tethering. Weitere Details finden Sie in unseren Verbindungsleitfäden oder in der Bedienungsanleitung der Kamera.

# InvalidQRCodeMessage
source: The code you scanned does not contain connection information for a camera.
de: Der Code, den Sie gescannt haben, enthält keine Verbindungsinformationen für eine Kamera.

# InvalidQRCodeTitle
source: Invalid QR Code
de: Ungültiger QR-Code

# MethodChoiceSectionTitle
source: How would you like to connect?
de: Wie möchten Sie sich verbinden?

# NikonCameraModelSubtitle
source: D series SLR and Z series mirrorless cameras.
de: SLR-Kameras der D-Serie und spiegellose Kameras der Z-Serie.

# OlympusCameraModelSubtitle
source: OM-D, PEN, and TG series cameras.
de: Kameras der Serien OM-D, PEN und TG.

# OtherCameraModelName
source: Other
de: Andere

# OtherCameraModelSubtitle
source: Cameras not mentioned above.
de: Kameras, die oben nicht angegeben sind.

# PanasonicCameraModelSubtitle
source: LUMIX series cameras.
de: Kameras der LUMIX-Serie.

# PhaseOneCameraModelSubtitle
source: IQ4 150MP cameras.
de: IQ4 150MP Kameras.

# PhaseOneNetworkAutodetectInstructions
source: Follow the network setup steps of the camera to create a new WiFi network, join an existing one, or connect your camera via Ethernet to a network this iOS device can access. Also, make sure the camera's “Bonjour Enable” setting is turned on. If the camera created a new WiFi network, go to the Settings app on this device and join that new WiFi network, then return to Cascable. Once the camera and this device are on the same network, Cascable should detect and connect to the camera within a few seconds. For more details, see our connection guides or your camera's instruction manual.
de: Folgen Sie den Schritten zur Netzwerkeinrichtung der Kamera, um ein neues WLAN-Netzwerk zu erstellen, sich mit einem bestehenden zu verbinden oder die Kamera über Ethernet mit einem Netzwerk zu verknüpfen, auf welches dieses iOS-Gerät zugreifen kann. Stellen Sie außerdem sicher, dass die Einstellung „Bonjour Enable“ auf der Kamera aktiviert ist. Wenn die Kamera ein neues WLAN-Netzwerk erstellt hat, gehen Sie auf diesem Gerät in die App „Einstellungen“, verbinden es mit diesem neuen WLAN-Netzwerk und kehren anschließend zurück zu Cascable. Sobald sich die Kamera und dieses Gerät im selben Netzwerk befinden, sollte Cascable die Kamera innerhalb weniger Sekunden erkennen und sich mit ihr verbinden. Weitere Details finden Sie in unseren Verbindungsleitfäden oder in der Gebrauchsanweisung der Kamera.

# PhaseOneNetworkByIPInstructions
source: Follow the network setup steps of the camera to create a new WiFi network, join an existing one, or connect your camera via Ethernet to a network this iOS device can access. Once connected, enter the IP address of the camera (which will be displayed in the camera's status menu) here, then tap “Connect”. For more details, see our connection guides or your camera's instruction manual.
de: Folgen Sie den Schritten zur Netzwerkeinrichtung der Kamera, um ein neues WLAN-Netzwerk zu erstellen, sich mit einem bestehenden zu verbinden oder die Kamera über Ethernet mit einem Netzwerk zu verknüpfen, auf welches dieses iOS-Gerät zugreifen kann. Sobald die Verbindung hergestellt ist, geben Sie hier die IP-Adresse der Kamera ein (die im Statusmenü der Kamera angezeigt wird) und tippen dann auf „Verbinden“. Weitere Details finden Sie in unseren Verbindungsleitfäden oder in der Gebrauchsanweisung der Kamera.

# PowerShotCameraModelSubtitle
source: PowerShot compact cameras.
de: PowerShot-Kompaktkameras.

# ReconnectTitle
source: Reconnect
de: Erneut verbinden

# SearchingForCameraBigTitle
source: Searching for camera…
de: Suche nach Kamera...

# SonyCameraModelSubtitle
source: Alpha and RX cameras.
de: Alpha- und RX-Kameras.

# SupportLevelEverything
source: Supports remote control, automation, and image transfer.
de: Unterstützt Fernsteuerung, Automatisierung und Bildübertragung.

# SupportLevelImageTransferOnly
source: Supports image transfer only.
de: Unterstützt nur Bildübertragung.

# SupportLevelVariable
source: Feature availability may be limited depending on camera model.
de: Die Verfügbarkeit der Funktionen kann je nach Kameramodell eingeschränkt sein.

# USBNotSupportedSuffix
source: — Requires Newer iOS
de: — benötigt neueres iOS

# WiFiAutodetectWithoutPairingInstructions
source: Follow the network setup steps of the camera to either create a new WiFi network or join the same network as your iOS device. If the camera created a new WiFi network, go to the Settings app on this device and join that new WiFi network, then return to Cascable. Once the camera and this device are on the same network, Cascable should detect and connect to the camera within a few seconds. For more details, see our connection guides or your camera's instruction manual.
de: Folgen Sie den Schritten zur Netzwerkeinrichtung der Kamera, um entweder ein neues WLAN-Netzwerk zu erstellen oder sich mit dem gleichen Netzwerk wie Ihr iOS-Gerät zu verbinden. Wenn die Kamera ein neues WLAN-Netzwerk erstellt hat, gehen Sie in die Einstellungs-App auf diesem Gerät, verbinden sich mit diesem neuen WLAN-Netzwerk und kehren anschließend zurück zu Cascable. Sobald sich die Kamera und dieses Gerät im selben Netzwerk befinden, sollte Cascable die Kamera innerhalb weniger Sekunden erkennen und sich mit ihr verbinden. Weitere Details finden Sie in unseren Verbindungsleitfäden oder in der Bedienungsanleitung der Kamera.

# WiFiAutodetectWithPairingInstructions
source: Follow the network setup steps of the camera to either create a new WiFi network or join the same network as your iOS device. If the camera has pairing, you'll need to create a new pairing for Cascable on this device. If the camera created a new WiFi network, go to the Settings app on this device and join that new WiFi network, then return to Cascable. Once the camera and this device are on the same network, Cascable should detect and connect to the camera within a few seconds. For more details, see our connection guides or your camera's instruction manual.
de: Folgen Sie den Schritten zur Netzwerkeinrichtung der Kamera, um entweder ein neues WLAN-Netzwerk zu erstellen oder sich mit dem gleichen Netzwerk wie Ihr iOS-Gerät zu verbinden. Wenn die Kamera über Pairing verfügt, muss auf diesem Gerät ein neues Pairing für Cascable erstellt werden. Wenn die Kamera ein neues WLAN-Netzwerk erstellt hat, gehen Sie in die Einstellungs-App auf diesem Gerät, verbinden sich mit diesem neuen WLAN-Netzwerk und kehren anschließend zurück zu Cascable. Sobald sich die Kamera und dieses Gerät im selben Netzwerk befinden, sollte Cascable die Kamera innerhalb weniger Sekunden erkennen und sich mit ihr verbinden. Weitere Details finden Sie in unseren Verbindungsleitfäden oder in der Bedienungsanleitung der Kamera.
