Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/FirstRun.strings
Languages: de

# 1ZC-Bh-GeY.text
source: Screen Title
de: Bildschirm-Titel

# 7QS-WU-wUI.normalTitle
source: Don't Show Notifications
de: Keine Mitteilungen anzeigen

# 9Bs-PF-Jvn.text
source: You're all ready to connect to your camera and start shooting. If you'd like to keep up-to-date with the latest news and photos from the Cascable team, why not join us on Twitter and Instagram? Enjoy!
de: Sie sind bereit, Ihre Kamera zu verbinden und aufzunehmen. Möchten Sie stets aktuelle Informationen und Fotos vom Cascable Team erhalten? Dann folgen Sie uns doch auf Twitter und Instagram. Viel Spaß!

# 9NP-z9-ZaH.normalTitle
source: Skip Tour
de: Einführung überspringen

# DkA-ou-F8n.text
source: All Done!
de: Fertig!

# G3P-g9-PCa.title
source: Welcome
de: Willkommen

# KgJ-Oy-9xx.text
source: Notifications
de: Mitteilungen

# NiC-RM-rQE.text
source: If you like, Cascable can notify you when it has to disconnect from your camera in the background.
de: Wenn Sie möchten, kann Cascable Ihnen mitteilen, wenn die Verbindung zur Kamera abbricht.

# QJ5-aQ-aEr.normalTitle
source: Continue →
de: Weiter →

# Wr9-Wd-JN8.normalTitle
source: Get Started →
de: Loslegen →

# avd-i8-4VS.text
source: Cascable will maintain a connection to your camera when you're using other apps. However, it might have to disconnect after a long period of time.
de: Cascable versucht, die Verbindung zur Kamera zu erhalten, wenn Sie andere Apps nutzen. Nach längerer Zeit kann die Verbindung jedoch unterbrochen werden.

# e51-oR-xjz.text
source: Cascable is your photography assistant. To get you started, we'll explain the basics and ask you some questions on how you'd like to use Cascable.
de: Cascable ist Ihr persönlicher Foto-Assistent. Wir erklären Ihnen zunächst die Grundlagen und stellen ein paar Fragen zur gewünschten Nutzung von Cascable.

# gTH-Fo-vxd.normalTitle
source: Start Using Cascable
de: Cascable nutzen

# hay-5R-Q3N.text
source: First, let's take a quick tour of Cascable's main functions. You can take a tour again at any time from the Help menu.
de: Lassen Sie uns zunächst eine schnelle Tour der wichtigsten Funktionen von Cascable machen. Sie können diese Einführung auch später über das Hauptmenü aufrufen.

# l3x-YS-zoX.text
source: Welcome to Cascable
de: Willkommen bei Cascable

# mHQ-iV-3KP.normalTitle
source: ← Previous
de: ← Zurück

# qKa-BW-wtu.text
source: on Twitter
de: auf Twitter

# vpI-Ex-VFj.text
source: on Instagram
de: auf Instagram

# zEU-Kg-jDC.text
source: Up to two lines of description for the currently displayed screen. (Line 2)
de: Bis zu zwei Zeilen Beschreibung für das aktuelle Bild. (Zeile 2)

# zZE-IP-z7j.normalTitle
source: Show Disconnection Notifications
de: Mitteilungen anzeigen
