Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/GeneralUI.strings
Languages: de

# FooterBytesAvailableOnlyFormatter
source: %@ available
de: %@ verfügbar

# FooterItemsOnlyFormatter
source: %@ item
de: %@ Objekt

# FooterItemsOnlyFormatter_Plural
source: %@ items
de: %@ Objekte

# FooterShotsAvailableOnlyFormatter
source: %@ shot available
de: %@ Aufnahme verfügbar

# FooterShotsAvailableOnlyFormatter_Plural
source: %@ shots available
de: %@ Aufnahmen verfügbar

# FujiConnectionFailureMessage
source: The connection to your camera was rejected. If your camera has been used with a different app or iOS device, restart the camera, enable WiFi, then press the "OK - CHANGE" button to set up a new pairing and try again. If the problem persists, please contact us for support.
de: Die Verbindung zu Ihrer Kamera wurde zurückgewiesen. Wenn Ihre Kamera mit einer anderen App oder einem anderen iOS-Gerät verwendet wurde, starten Sie die Kamera neu, aktivieren Sie WLAN und drücken Sie auf „OK - CHANGE“ zum erneuten Pairing. Besteht das Problem weiterhin, wenden Sie sich bitte an unseren Support.

# FullScreenImagePreviewTitle
source: %@ of %@ — %@
de: %@ von %@ — %@

# GeneralSettingsTitle
source: General
de: Allgemein

# GeneratingGPXTitle
source: Generating GPX file…
de: GPX-Datei wird erstellt …

# GeotaggingSettingsFileHandlingSectionFooter
source: If this setting is enabled, geotags will be included in all tagged JPEG images exported from Cascable. Cascable never modifies RAW files.
de: Ist diese Einstellung aktiv, werden Geotags beim Export aus Cascable in die JPEG-Bilder eingefügt. Cascable verändert niemals die RAW-Dateien.

# GeotaggingSettingsFileHandlingSectionTitle
source: Exporting Tagged Images
de: Getaggte Bilder werden exportiert

# GeotaggingSettingsTrackingSectionFooter
source: Continued use of GPS running in the background can dramatically decrease battery life.
de: Dauerhafte Nutzung von GPS im Hintergrund kann zu einer schnelleren Entladung der Batterie führen.

# GeotaggingTrackingInBackgroundNotificationBody
source: Location tracking is running in the background.
de: Standortbestimmung ist im Hintergrund aktiv.

# GeotaggingTrackingStoppedNotificationBody
source: Location tracking has been suspended. Relaunch Cascable to restart it.
de: Standortbestimmung wurde deaktiviert. Starten Sie Cascable neu, um die Funktion zu aktivieren.

# GiveFeedbackTitle
source: Give Feedback
de: Feedback geben

# GPXExportUnavailableNeedsProTitle
source: Exporting tracks as GPX files is a feature of Cascable Pro.
de: Für den Export von Strecken als GPX-Datei wird Cascable Pro benötigt.

# GridHorizontalLinesRowTitle
source: %@ Horizontal Line
de: %@ horizontale Linie

# GridHorizontalLinesRowTitle_Plural
source: %@ Horizontal Lines
de: %@ horizontale Linien

# GridSectionTitle
source: Grid
de: Raster

# GridVerticalLinesRowTitle
source: %@ Vertical Line
de: %@ vertikale Linie

# GridVerticalLinesRowTitle_Plural
source: %@ Vertical Lines
de: %@ vertikale Linien

# GridVisibleTitle
source: Show Grid
de: Raster einblenden

# HelpAndInfoTitle
source: Help & Information
de: Hilfe & Informationen

# HelpPageDefaultTitle
source: Cascable Help
de: Cascable Hilfe

# HelpPagesSectionTitle
source: Help Pages
de: Hilfeseiten

# HighAccuracyTrackingTitle
source: High Accuracy
de: Hohe Genauigkeit

# HighlightsEditToolTitle
source: Highlights
de: Hervorhebungen

# HistogramSectionTitle
source: Histogram
de: Histogramm

# HistogramVisibleTitle
source: Show Histogram
de: Histogramm anzeigen

# ImportingGPXTitle
source: Importing GPX file…
de: GPX-Datei wird importiert …

# IntensityEditToolTitle
source: Intensity
de: Intensität

# InternalDeviceStorageSectionTitle
source: Internal Storage
de: Cascable Speicher

# IntervalometerRobotDisengageMethodDurationTitle
source: After a fixed amount of time
de: Nach einer festgelegten Zeit

# IntervalometerRobotDisengageMethodFixedShotsTitle
source: After a fixed number of shots
de: Nach einer Anzahl an Fotos

# IntervalometerRobotDisengageMethodNoneTitle
source: Manually
de: Manuell

# IntervalometerRobotDisengageTitle
source: Stop
de: Stoppen

# IntervalometerRobotDisengageValueDuration
source: After %@
de: Nach %@

# IntervalometerRobotDisengageValueFixedTitle
source: After %@ shot
de: Nach %@ Aufnahme

# IntervalometerRobotDisengageValueFixedTitle_Plural
source: After %@ shots
de: Nach %@ Aufnahmen

# IntervalometerRobotDisengageValueNoneTitle
source: Manually
de: Manuell

# IntervalometerRobotIntervalTitle
source: Interval
de: Intervall

# IntervalometerRobotSubTitle
source: A repeating timer for shooting timelapses.
de: Ein wiederholter Timer für Zeitraffer.

# iPhoneOnCameraSegmentTitle
source: On Camera
de: Auf Kamera

# iPhoneOnDeviceSegmentTitle
source: On This %@
de: Auf diesem %@

# ItemsSelectedFormatter
source: %@ of %@ item selected
de: %@ von %@ Objekt ausgewählt

# ItemsSelectedFormatter_Plural
source: %@ of %@ items selected
de: %@ von %@ Objekten ausgewählt

# iXpandLimitedBreadthDescription
source: Cascable displays photos in the "Cascable" folder on your iXpand Drive. This folder will be created for you automatically.
de: Cascable zeigt Fotos im „Cascable“ Ordner auf Ihrem iXpand Drive an. Dieser Ordner wird automatisch erstellt.

# KindSortKeyTitle
source: Kind
de: Art

# KondoBatchDeleteSummaryDescription
source: This will PERMANENTLY delete %@ photo from "%@".
de: Hiermit wird %@ Foto DAUERHAFT von "%@" gelöscht.

# KondoBatchDeleteSummaryDescription_Plural
source: This will PERMANENTLY delete %@ photos from "%@".
de: Hiermit werden %@ Fotos DAUERHAFT von "%@" gelöscht

# KondoMigrationCompleteMessage
source: Upgrade complete!
de: Upgrade abgeschlossen!

# KondoMigrationFailedMessage
source: A problem occurred while upgrading your photo database. Don't worry — your photos are still safe! Please free up some space on your %@, then try again.
de: Beim Upgrade Ihrer Foto-Datenbank ist ein Fehler aufgetreten. Keine Sorge – Ihre Fotos sind sicher! Bitte geben Sie etwas Speicherplatz auf Ihrem %@ frei und versuchen Sie es erneut.

# KondoMigrationFailedTitle
source: Upgrade Failed
de: Upgrade fehlgeschlagen

# KondoMigrationInProgressTitle
source: Upgrading…
de: Upgrade …

# KondoMigrationRequiredMessage
source: In order to continue, Cascable must upgrade your photo database. This will only take a few seconds.
de: Zum Fortfahren muss Cascable Ihre Foto-Datenbank upgraden. Dies dauert nur wenige Minuten.

# KondoMigrationRequiredTitle
source: Upgrade Required
de: Upgrade erforderlich

# LiveViewFailedErrorDescription
source: Live view could not be started. Check that your camera's lens is securely attached and that nothing is blocking the shutter mechanism.
de: Live-Ansicht konnte nicht gestartet werden. Prüfen Sie, ob das Kameraobjektiv sicher befestigt ist, und dass nichts die Verschlussmechanik blockiert.

# LiveViewFailedErrorTitle
source: Live View Failed
de: Live-Ansicht fehlgeschlagen

# LoadingContentTitle
source: Loading…
de: Wird geladen …

# LoadingMetadataBeforeOperationAlertMessage
source: Before this operation can continue, Cascable needs to finish loading details about your photos from the camera.
de: Bevor dieser Vorgang fortgesetzt werden kann, muss Cascable die Details zu Ihren Fotos von der Kamera laden.

# LoadingMetadataBeforeOperationAlertProgressLabel
source: Loading…
de: Wird geladen …

# LoadingMetadataBeforeOperationAlertTitle
source: Loading Photo Details…
de: Fotodetails werden geladen …

# LockViewfinderOrientationTitle
source: Lock Viewfinder Orientation
de: Suchfenster-Ausrichtung sperren

# ManageSubscriptionsRowTitle
source: Manage Subscriptions…
de: Abos verwalten …

# MFConfigurationPeakingTitle
source: Focus Peaking
de: Fokus-Peaking

# MFConfigurationTitle
source: Manual Focusing
de: Manueller Fokus

# MoreInformationShortTitle
source: More Info…
de: Weitere Infos …

# MoreInformationTitle
source: More Information…
de: Details …

# MultipleVariantsCopyBothFilesButtonTitle
source: Copy Both
de: Beide kopieren

# MultipleVariantsCopyJPEGFileButtonTitle
source: Copy JPEG File
de: JPEG kopieren

# MultipleVariantsCopyJPEGFileButtonTitle_Plural
source: Copy JPEG Files
de: JPEG-Dateien kopieren

# MultipleVariantsCopyPromptMessage
source: This photo has multiple image files. What would you like to copy?
de: Für dieses Foto gibt es mehrere Dateien. Welche Datei möchten Sie kopieren?

# MultipleVariantsCopyPromptMessage_Plural
source: These photos have multiple image files. What would you like to copy?
de: Für diese Fotos gibt es mehrere Dateien. Welche Datei möchten Sie kopieren?

# MultipleVariantsCopyPromptTitle
source: Multiple Files To Copy
de: Mehrere Dateien zum Kopieren

# MultipleVariantsCopyRAWFileButtonTitle
source: Copy RAW File
de: RAW-Datei kopieren

# MultipleVariantsCopyRAWFileButtonTitle_Plural
source: Copy RAW Files
de: RAW-Dateien kopieren

# MultiVariantCopySettingsFooter
source: If you choose to copy one file from a RAW+JPEG pair, Cascable will always let you download the other file later. Fujifilm, IXUS/ELPH, older PowerShot, and some older Panasonic cameras don't support accessing RAW files while being controlled over WiFi.
de: Wenn Sie aus dem RAW-/JPEG-Paar nur eine Datei kopiert haben, können Sie mit Cascable die andere Datei auch später noch herunterladen. Fujifilm, IXUS/ELPH, ältere PowerShot, und einige ältere Panasonic-Kameras unterstützen keinen Zugriff auf RAW-Datein, während sie über WLAN bedient werden.

# MultiVariantCopySettingsHeader
source: When Copying RAW+JPEG Photos
de: Beim Kopieren von RAW- & JPEG-Fotos

# MultiVariantDownloadChoice0Title
source: Ask Each Time
de: Jedes Mal fragen

# MultiVariantDownloadChoice1Title
source: Copy RAW File
de: RAW-Datei kopieren

# MultiVariantDownloadChoice2Title
source: Copy JPEG File
de: JPEG-Datei kopieren

# MultiVariantDownloadChoice3Title
source: Copy Both Files
de: Beide Dateien kopieren

# NDFilterCalculationTitle
source: Neutral Density Filter
de: Neutraldichtefilter

# NDFormatter
source: ND %@ (%@ stop)
de: ND %@ (%@ Stufe)

# NDFormatterPlural
source: ND %@ (%@ stops)
de: ND %@ (%@ Stufen)

# NightModeSettingTitle
source: Night Mode
de: Nachtmodus

# NoAppsCanOpenFileDescription
source: There are no apps installed on this device that can open this file.
de: Auf diesem Gerät gibt es keine Apps, die diese Datei öffnen können.

# NoAppsCanOpenFileTitle
source: No Apps Available
de: Keine Apps verfügbar

# NoCameraAvailableDescription
source: When connected to a camera, the photos on its memory card will be shown here.
de: Bei Verbindung mit einer Kamera werden die Fotos auf deren Speicherkarte hier angezeigt.

# NoCameraAvailableTitle
source: No Camera
de: Keine Kamera

# NoContentTitle
source: This device doesn't have any photos available. Get shooting!
de: Auf diesem Gerät sind keine Fotos vorhanden. Auf geht’s!

# NoContentWithElaborationTitle
source: This device doesn't have any photos available in Cascable. %@
de: Dieses Gerät hat keine verfügbaren Fotos in Cascable. %@

# NoFilesAvailableDescription
source: Your camera doesn't seem to have any photos on it. Get shooting!
de: Auf Ihrer Kamera befinden sich keine Fotos. Legen Sie los!

# NoFilesAvailableTitle
source: No Photos Available
de: Keine Fotos vorhanden

# NoFilesExceptUnsupportedRAWAvailableDescription
source: Your camera only has RAW images on it, but doesn't support transferring RAW over WiFi. Set your camera to RAW+JPEG to see images.
de: Ihre Kamera enthält nur RAW-Bilder, unterstützt jedoch keine Übertragung von RAW über WLAN. Stellen Sie Ihre Kamera auf RAW+JPEG, um Bilder sehen zu können.

# NoFileTransferSupportDescription
source: Your camera doesn't allow storage access to apps.
de: Ihre Kamera gestattet keinen Speicherzugriff für Apps.

# NoFileTransferSupportTitle
source: File Access Not Supported
de: Dateizugriff nicht unterstützt

# NoMemoryCardAvailableDescription
source: Your camera doesn't have a memory card inserted.
de: In Ihre Kamera ist keine Speicherkarte eingelegt.

# NoMemoryCardAvailableTitle
source: No Memory Card
de: Keine Speicherkarte

# NoPurchasesMadeHeader
source: Purchasing Cascable Pro will unlock powerful new features and help support a small, independent company.
de: Mit dem Kauf von Cascable Pro erhalten Sie Zugriff auf zahlreiche neue Funktionen und unterstützen dabei gleichzeitig ein kleines unabhängiges Unternehmen.

# NoSearchResultsTitle
source: No Results
de: Keine Ergebnisse

# NoTaggableImagesTitle
source: You have no images to tag!
de: Keine Fotos zum Taggen!

# NotificationsNotAvailableAlertDescription
source: Notifications have been disabled for Cascable in iOS Settings. To have Cascable notify you when disconnecting from your camera in the background, you must allow notifications for Cascable in the Notifications section of the Settings app.
de: Mitteilungen für Cascable sind in den iOS Einstellungen deaktiviert. Damit Cascable Ihnen mitteilen kann, wenn die Verbindung zu Ihrer Kamera verloren geht, müssen Sie Mitteilungen für Cascable in der Einstellungen App > Mitteilungen zulassen.

# NotificationsNotAvailableAlertTitle
source: Notifications Disallowed
de: Mitteilungen unterdrückt

# NotifyOfTrackingInterruptionsInBackgroundTitle
source: Notify Tracking Status
de: Auf Trackingstatus hinweisen

# NotifyOnDisconnectTitle
source: Notify on Disconnect
de: Beim Trennen mitteilen

# NoTimezoneAdjustDescription
source: None
de: Ohne

# NotSupportedPropertyTitle
source: %@ cannot be set via WiFi on this camera.
de: %@ kann bei dieser Kamera nicht über WLAN eingestellt werden.

# OfflineProductDiscountAvailableSubtitle
source: Discounted upgrade available!
de: Vergünstigtes Upgrade verfügbar!

# OfflineProductGrandfatheredFullUnlockSubtitle
source: All features unlocked.
de: Alle Funktionen freigeschaltet.

# OfflineProductMonthlySubscriptionSubtitle
source: Subscription active.
de: Abonnement aktiv.

# OfflineProductNoExistingPurchasesSubtitle
source: Purchase or subscribe!
de: Kaufen oder Abonnieren!

# OfflineProductPurchasedSubtitle
source: All features unlocked.
de: Alle Funktionen freigeschaltet.

# OfflineProductQuarterlySubscriptionSubtitle
source: Subscription active.
de: Abonnement aktiv.

# OnCameraStorageSectionTitle
source: Camera Storage
de: Kameraspeicher

# OpenInApplicationTitle
source: Open In…
de: Öffnen in …

# OverlaysPopupTitle
source: Overlays
de: Überlagerungen

# PairingCancelledMessage
source: Pairing was cancelled by the camera. Pairing must be confirmed on the camera's screen to succeed.
de: Das Pairing wurde von der Kamera unterbrochen. Das Pairing muss auf der Kamera bestätigt werden.

# PairingCancelledTitle
source: Pairing Cancelled
de: Pairing abgebrochen

# PhotoReviewCompatibilityTitle
source: Photo Review
de: Schnellansicht

# PhotoReviewExplanationFooter
source: Photo Review allows you to review high-resolution previews of your photos immediately after they're taken, helping you nail your shot quickly and effectively. Photo Review is not available with Fujifilm and Panasonic cameras.
de: Mit der Schnellansicht können Sie direkt im Anschluss eine Vorschau Ihres Fotos in hoher Auflösung darstellen. Fotoansicht ist für Fujifilm und Panasonic Kameras nicht verfügbar.

# PhotoReviewNotAvailableOnFujiPanasonicFooter
source: Photo Review is not available with Fujifilm and Panasonic cameras.
de: Fotoansicht ist für Fujifilm und Panasonic Kameras nicht verfügbar.

# PickerPopoverCancelActionTitle
source: Cancel
de: Abbrechen

# PickerPopoverCopyItemsTitle
source: Copy %@ item to
de: %@ Objekt kopieren nach

# PickerPopoverCopyItemsTitle_Plural
source: Copy %@ items to
de: %@ Objekte kopieren nach

# PickerPopoverDeleteActionTitle
source: Delete
de: Löschen

# PickerPopoverDropItemsTitle
source: Destination
de: Ziel

# PickerPopoverShareActionTitle
source: Share
de: Teilen

# PleaseReviewCascableActionTitle
source: Leave an App Store Review
de: App Store Rezension schreiben

# PleaseReviewCascableExplanation
source: Cascable is made by a small, independent company. We couldn't do it without you! If you love Cascable, please consider leaving us a review on the App Store — it really helps. Please note that we can't respond to App Store reviews, so if you're having trouble with Cascable please get in touch using the Feedback section so we can help fix your problem.
de: Cascable wird von einer kleinen unabhängigen Firma entwickelt. Ohne Ihre Hilfe würde es nicht gehen! Ihnen gefällt Cascable? Schreiben Sie doch bitte eine Rezension im App Store - das hilft uns sehr. Bitte beachten Sie, dass auf Rezensionen im App Store nicht geantwortet werden kann. Sollten Sie Hilfe bei der Lösung eines Problems benötigen, nutzen Sie bitte die Feedback-Funktion, damit wir Ihnen antworten und helfen können.

# PleaseReviewCascableReviewCountTitle
source: %@ person has reviewed this version
de: %@ Bewertung dieser Version

# PleaseReviewCascableReviewCountTitle_Plural
source: %@ people have reviewed this version
de: %@ Bewertungen dieser Version

# PleaseReviewCascableTitle
source: Please Review Cascable
de: Bitte bewerten Sie Cascable

# PowerOffCameraOnDisconnectFooter
source: Power off on disconnect is available on Olympus cameras.
de: Kamera ausschalten ist verfügbar für Olympus Kameras.

# PowerOffCameraOnDisconnectTitle
source: Power Off Camera
de: Kamera ausschalten

# ProductMoreInfoButtonTitle
source: More Info…
de: Weitere Informationen …

# PurchaseButtonDiscountedUpgradeHeadline
source: Discounted Upgrade
de: Vergünstigtes Upgrade

# PurchaseButtonMonthlySubscriptionNoTrialHeadline
source: Monthly Subscription
de: Monatliches Abonnement

# PurchaseButtonMonthlySubscriptionNoTrialSubheadline
source: %@ per month
de: %@ pro Monat

# PurchaseButtonMonthlySubscriptionSubheadline
source: then %@ per month
de: danach %@ pro Monat

# PurchaseButtonOneTimePurchaseHeadline
source: One-time Purchase
de: Nicht-Abonnement-Kauf

# PurchaseButtonOneWeekTrialHeadline
source: One week FREE trial!
de: Eine Woche KOSTENLOSE Demo!

# PurchaseButtonQuarterlySubscriptionNoTrialHeadline
source: Quarterly Subscription
de: Vierteljährliches Abonnement

# PurchaseButtonQuarterlySubscriptionNoTrialSubheadline
source: %@ every three months
de: %@ pro drei Monat

# PurchaseButtonQuarterlySubscriptionSubheadline
source: then %@ every three months
de: danach %@ pro drei Monat

# PurchaseButtonThreeDayTrialHeadline
source: Three day FREE trial!
de: Drei Tage KOSTENLOSE Demo!

# PurchasesGrandfatheredUserHeader
source: Thank you for being an early adopter! As a paid user of earlier versions of Cascable, you get a free upgrade!
de: Vielen Dank für das schnelle Upgrade! Als Nutzer von früheren Versionen von Cascable mit In-App-Käufen erhalten Sie dieses Upgrade kostenlos!

# PurchasesMadeHeader
source: Thank you for supporting Cascable! Your purchase helps support a small, independent company. We couldn't do it without you!
de: Wir bedanken uns für Ihre Unterstützung! Ihr Kauf hilft einem kleinen unabhängigen Unternehmen. Ohne Sie könnten wir nicht weitermachen!

# PurchasesSettingsSectionTitle
source: Purchases
de: Einkäufe

# QRScanningConnectingToCameraTitle
source: Waiting for your camera to connect…
de: Warte auf Verbindung mit der Kamera…

# QRScanningConnectToCameraFailedDescription
source: Cascable could not connect to your camera. Double-check that the camera is correctly configured and that WiFi is enabled and waiting for a connection.
de: Cascable konnte sich nicht mit Ihrer Kamera verbinden. Stellen Sie bitte sicher, dass das WLAN der Kamera aktiviert und bereit für die Verbindung ist.

# QRScanningDeviceCameraAccessFailedDescription
source: Cascable could not access your %@'s camera. Please make sure Cascable has permission to to access the camera in your privacy settings.
de: Cascable konnte nicht auf die Kamera Ihres %@s zugreifen. Stellen Sie bitte in Ihren Privatsphäre-Einstellungen sicher, dass Cascable auf die Kamera zugreifen darf.

# QRScanningJoinWiFiNetworkFailedDescription
source: Your %@ could not connect to your camera's WiFi network.
de: Ihr %@ konnte sich nicht mit dem WLAN der Kamera verbinden.

# QRScanningJoinWiFiNetworkTitle
source: Connecting to your camera's WiFi network…
de: Verbindung zum WLAN der Kamera wird hergestellt…

# QRScanningPortraitOnlyAlertMessage
source: Your %@ needs to be in portrait to scan QR codes.
de: Ihr %@ muss im Hochformat sein, um QR-Codes zu scannen.

# QRScanningPortraitOnlyAlertTitle
source: Please Rotate Your %@
de: Bitte drehen Sie Ihr %@

# QRScanningStartTitle
source: Scan QR Code…
de: QR-Code scannen…

# QueueStorageSectionTitle
source: Copying
de: Wird kopiert

# QuickProofEditButtonTitle
source: Edit
de: Bearbeiten

# QuickProofUnavailableAlertTitle
source: Quick Proof Unavailable
de: Schnellprüfung nicht verfügbar

# QuickProofUnavailableDeviceTooOldMessage
source: To use Quick Proof, you must have an iPhone 6, iPad Air 2, iPad mini 4 or 6th Generation iPod touch or newer.
de: Für die Nutzung der Schnellprüfung ist ein iPhone 6, iPad Air 2, iPad mini 4 oder ein iPod touch der 6. Generation (oder jeweils neuere Modelle) erforderlich.

# QuickProofUnavailableNeedsiOS10MessageFormatter
source: To use Quick Proof, you must be running iOS 10 or higher. You can update your %@ to iOS 10 in the Settings app.
de: Für die Nutzung der Schnellprüfung ist iOS 10 oder neuer erforderlich. Ihr %@ kann in der App „Einstellungen“ aktualisiert werden.

# QuickProofUnavailableNeedsModernRendererMessage
source: Quick Proof is not available while you have the 'Use Legacy Image Renderer' setting enabled.
de: Wenn Sie die Einstellung „Alten Bild-Renderer verwenden“ aktiviert haben, ist die Schnellprüfung nicht verfügbar.

# QuickProofUnavailableNeedsProMessage
source: Quick Proof is a feature of Cascable Pro.
de: Quick Proof ist eine Funktion von Cascable Pro.

# QuickProofUnavailableUnsupportedImageMessage
source: Quick Proof does not support this kind of image. If you're working with a RAW image from a recently introduced camera, a future iOS update may add support for your camera's RAW images.
de: Quick Proof unterstützt Bilder dieser Art nicht. Wenn Sie mit RAW-Dateien von einer kürzlich hinzugefügten Kamera arbeiten, wird diese Unterstützung eventuell in einem kommenden iOS-Update hinzugefügt.

# QuickProofUsingFallbackJPEGMessage
source: RAW images from this camera are not supported by this version of iOS, so Quick Proof is using the JPEG image. A future iOS update may add support for your camera's RAW images.
de: RAW-Bilder von dieser Kamera werden von dieser iOS-Version nicht unterstützt. Quick Proof verwendet stattdessen die JPEG-Datei. In einem künftigen iOS-Update könnte Unterstützung für RAW-Bilder Ihrer Kamera enthalten sein.

# QuickProofUsingFallbackJPEGTitle
source: Editing JPEG
de: JPEG wird bearbeitet

# RatingSortKeyTitle
source: Rating
de: Bewertung

# ReadOnlyAEPropertyTitle
source: %@ cannot be set with the camera's mode dial in its current position.
de: %@ kann nicht gewählt werden, wenn das Modus-Wahlrad der Kamera in der aktuellen Position steht.

# ReducedFunctionalityAlertDescription
source: The connected camera is only partially supported by Cascable, and some functionality may be missing. We'd love to make Cascable fully support your camera, so please get in touch to work together to add support.
de: Die verbundene Kamera wird nur teilweise von Cascable unterstützt, und einige Funktionen sind nicht verfügbar. Wir würden Ihre Kamera gern vollständig unterstützen. Wir würden uns freuen, wenn Sie uns dabei helfen und sich bei uns melden.

# ReducedFunctionalityAlertTitle
source: Reduced Functionality
de: Verringerte Funktionalität

# ReducedFunctionalityGetInTouchButtonTitle
source: Get in Touch
de: Kontakt aufnehmen

# RemoteModeHelpPageName
source: Remote Control
de: Fernbedienung

# RemoteModeSettingsTitle
source: Remote Control
de: Fernbedienung
