Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/GeneralUI.strings
Languages: de

# AboutCascableDialogTitle
source: About
de: Info

# AboutCascableTitle
source: About Cascable
de: Über Cascable

# AboutSectionTitle
source: About
de: Info

# AllImagesTaggedTitle
source: All of your images are tagged!
de: Alle Fotos sind getaggt!

# AlwaysShowAEModeSettingTitle
source: Always Show Shooting Mode
de: Aufnahmemodus immer anzeigen

# ApplyFilterTitle
source: Apply
de: Anwenden

# ApplyGeotagsToExportsTitle
source: Geotag Exported JPEGs
de: Geotagge exportierte JPEGs

# ApplyWhenFocusPeakingSectionFooter
source: Focus Peaking draws a highlight at the areas of the viewfinder image with sharp edges.
de: Fokus-Peaking zeichnet eine Hervorhebung mit scharfen Kanten um den Bereich des Suchfensterbilds.

# ApplyWhenFocusPeakingSectionTitle
source: Apply Focus Peaking
de: Fokus-Peaking anwenden

# AutoDismissPhotoReviewSectionFooter
source: Tapping or zooming the photo being reviewed will cancel automatic dismissal for that photo.
de: Durch Tippen oder Zoomen des angezeigten Fotos wird das automatische Verwerfen für dieses Foto deaktiviert.

# AutoDismissPhotoReviewSectionTitle
source: Automatically Dismiss
de: Automatisch verwerfen

# AutoDismissPhotoReviewSetting0Title
source: Manually
de: Manuell

# AutoDismissPhotoReviewSetting2Title
source: After 2 seconds
de: Nach 2 Sekunden

# AutoDismissPhotoReviewSetting4Title
source: After 4 seconds
de: Nach 4 Sekunden

# AutoDismissPhotoReviewSetting8Title
source: After 8 seconds
de: Nach 8 Sekunden

# AutoSavePhotoReviewTitle
source: Auto-Save Previews
de: Automatisch speichern

# AvailableCamerasTitle
source: Available Cameras
de: Verfügbare Kameras

# BatchDeleteCompleteTitle
source: Deleted %@ photo.
de: %@ Foto gelöscht.

# BatchDeleteCompleteTitle_Plural
source: Deleted %@ photos.
de: %@ Fotos gelöscht.

# BatchDeleteConfirmTitle
source: Delete Photo
de: Foto löschen

# BatchDeleteConfirmTitle_Plural
source: Delete Photos
de: Fotos löschen

# BatchDeleteFilesSkippedTitle
source: %@ protected or copying photo was skipped.
de: %@ ist geschützt oder wird kopiert und wurde ausgelassen.

# BatchDeleteFilesSkippedTitle_Plural
source: %@ protected or copying photos were skipped.
de: %@ sind geschützt oder werden kopiert und wurde ausgelassen.

# BatchDeleteNoValidFilesDescription
source: All of the selected photos are either copying or protected.
de: Alle ausgewählten Fotos sind entweder geschützt oder werden gerade kopiert.

# BatchDeleteNoValidFilesTitle
source: No Photos To Delete
de: Keine Fotos zum Löschen

# BatchDeleteProgressTitle
source: Deleting…
de: Löschen …

# BatchDeleteSomeFilesNotLocalConfirmationCountdownTitle
source: Available in %@…
de: Verfügbar in %@ …

# BatchDeleteSomeFilesNotLocalConfirmationDescription
source: Some of the selected photo haven't been copied to this %@. If you continue, you may be deleting the ONLY COPIES OF THESE PHOTOS. Deleting them will PERMANENTLY remove them from your camera. Are you sure you want to proceed?
de: Einige der markierten Fotos wurden nicht auf dieses %@ kopiert. Wenn Sie fortfahren, könnten Sie DIE EINZIGE KOPIE DIESER FOTOS löschen. Durch Löschen werden diese Dateien DAUERHAFT von Ihrer Kamera entfernt. Möchten Sie fortfahren?

# BatchDeleteSummaryDescription
source: This will PERMANENTLY delete %@ photo, sized %@, from your camera. This will not affect the photos copied to your %@.
de: Hiermit wird %@ Foto mit der Größe %@ DAUERHAFT von Ihrer Kamera gelöscht. Die auf Ihr %@ kopierten Fotos sind nicht betroffen.

# BatchDeleteSummaryDescription_Plural
source: This will PERMANENTLY delete %@ photos, totalling %@, from your camera. This will not affect the photos copied to your %@.
de: Hiermit werden %@ Fotos mit %@ DAUERHAFT von Ihrer Kamera gelöscht. Die auf Ihr %@ kopierten Dateien sind nicht betroffen.

# BatchDeleteSummaryTitle
source: Deleting %@ Photo
de: %@ Foto löschen

# BatchDeleteSummaryTitle_Plural
source: Deleting %@ Photos
de: %@ Fotos löschen

# BatchDeleteWithoutSizeSummaryDescription
source: This will PERMANENTLY delete %@ photo from your camera. This will not affect the photos copied to your %@.
de: Hiermit wird %@ Foto DAUERHAFT von Ihrer Kamera gelöscht. Die auf Ihr %@ kopierten Fotos sind nicht betroffen.

# BatchDeleteWithoutSizeSummaryDescription_Plural
source: This will PERMANENTLY delete %@ photos from your camera. This will not affect the photos copied to your %@.
de: Hiermit werden %@ Fotos DAUERHAFT von Ihrer Kamera gelöscht. Die auf Ihr %@ kopierten Fotos sind nicht betroffen.

# BracketingRobotIncrementPropertyTitle
source: Increment
de: Schrittweite

# BracketingRobotRangePropertyTitle
source: Range
de: Bereich

# BracketingRobotRangeTitlePlusMinusStops
source: ± %@ stop
de: ± %@ Stufe

# BracketingRobotRangeTitlePlusMinusStops_Plural
source: ± %@ stops
de: ± %@ Stufen

# BracketingRobotStopOneHalfIntervalTitle
source: ½ of a stop
de: ½ Stufe

# BracketingRobotStopOneThirdIntervalTitle
source: ⅓ of a stop
de: ⅓ Stufe

# BracketingRobotStopTwoStopsIntervalTitle
source: Two stops
de: Zwei Stopps

# BracketingRobotStopWholeStopIntervalTitle
source: One stop
de: Eine Stufe

# BracketingRobotSubTitle
source: Take multiple different exposures at once.
de: Nehmen Sie mit mehreren Belichtungen gleichzeitig auf.

# BracketingRobotTitle
source: Exposure Bracketing
de: Belichtungsreihenautomatik

# BulbRobotDurationTitle
source: Shot Duration
de: Aufnahmedauer

# BulbRobotSubTitle
source: Keep the shutter open for a long period.
de: Halten Sie die Blende lange offen.

# BulbRobotTimeBetweenShotsTitle
source: Time Between Shots
de: Zeit zwischen Aufnahmen

# BusyiXpandWarningMessage
source: The connected iXpand drive is currently in use by another application, and cannot be used by Cascable. Finish any operations with your iXpand drive in other apps then return to Cascable to use it.
de: Das verbundene iXpand Drive wird zurzeit von einer anderen Anwendung genutzt und kann nicht von Cascable eingesetzt werden. Beenden Sie alle Vorgänge mit Ihrem iXpand Drive in anderen Apps und kehren Sie zu Cascable zurück.

# BusyiXpandWarningTitle
source: iXpand Drive Busy
de: iXpand Drive beschäftigt

# CalculationsMainSectionTitle
source: Calculations
de: Berechnungen

# CalculationsNDPresetsSectionTitle
source: Neutral Density Presets
de: Neutraldichte-Voreinstellungen

# CalculationsSharpStarsPresetsSectionTitle
source: Sharp Stars Presets
de: Scharfe Sterne Voreinstellungen

# CalculationsTitle
source: Calculations
de: Berechnungen

# CalloutMultipleImagesTitle
source: %@ of %@ images
de: %@ von %@ Bildern

# CalloutOneImageTitle
source: Tagged Image
de: Getaggtes Bild

# CameraConnectionHelpPageName
source: Camera Connection
de: Kameraverbindung

# CameraFeatureNotAvailableContentPlaceholder
source: Not settable within Cascable.
de: Nicht in Cascable einstellbar

# CameraNeedsUpdateMessage
source: This camera is not up-to-date enough to allow Cascable to connect. If you are connecting to a Sony, please update the "Smart Remote" app on your camera, otherwise consult your camera's manufacturer for instructions on how to update its software.
de: Diese Kamera ist nicht aktuell genug, um sie mit Cascable zu verbinden. Wenn Sie eine Sony Kamera verbinden möchten, aktualisieren Sie bitte die „Smart Remote“ App auf Ihrer Kamera oder wenden Sie sich an den Hersteller für Anweisungen zum Aktualisieren der Software.

# CameraNeedsUpdateTitle
source: Camera Needs Update
de: Update für Kamera erforderlich

# CameraNoFileSystemAccessDescription
source: This camera doesn't appear to allow access to its storage devices over Wi-Fi.
de: Die Kamera ermöglicht anscheinend keinen Zugriff auf ihre Speichergeräte.

# CameraNoFileSystemAccessTitle
source: No Access
de: Kein Zugriff

# CameraSettingsPopupTitle
source: Camera Settings
de: Kamera-Einstellungen

# CamerasTitle
source: Cameras
de: Kameras

# CancelPairingTitle
source: Cancel Pairing
de: Pairing abbrechen

# CancelTitle
source: Cancel
de: Abbrechen

# CannotShotContentTitle
source: Cannot Show Content
de: Inhalt kann nicht dargestellt werden

# CannotShowContentGenericDescription
source: A problem occurred when attempting to load content from this device. Please disconnect and reconnect it to try again.
de: Beim Laden des Inhalts von diesem Gerät ist ein Problem aufgetreten. Trennen und verbinden Sie es erneut.

# CannotShowContentWithReasonDescription
source: A problem occurred when attempting to load content from this device. %@
de: Beim Laden des Inhalts von diesem Gerät ist ein Problem aufgetreten. %@

# CascableInternalImageStoreName
source: On this %@
de: Auf diesem %@

# CascableSavedPreviewStoreName
source: Saved Previews
de: Gesicherte Vorschauen

# ClearAllConfirmationCancelTitle
source: Don't Clear
de: Nicht löschen

# ClearAllConfirmationConfirmTitle
source: Clear All
de: Alle löschen

# ClearAllConfirmationMessage
source: This will remove all pending copies from the queue.
de: Hiermit werden alle ausstehenden Kopien aus der Warteschlange entfernt.

# ClearAllConfirmationTitle
source: Clear Pending Copies?
de: Ausstehende Kopien löschen?

# CloseTitle
source: Close
de: Schließen

# CompatibilityDetailFeaturesSectionTitle
source: Features
de: Funktionen

# CompatibilityNoUsageNotesPlaceholder
source: No usage notes.
de: Keine Notizen zur Nutzung

# CompatibilityUsageNotesSectionTitle
source: Usage Notes
de: Notizen zur Nutzung

# ConnectAutomaticallyTitle
source: Connect Automatically
de: Automatisch verbinden

# ConnectedTitle
source: Connected
de: Verbunden

# ConnectingTitle
source: Connecting…
de: Verbinden …

# ConnectionFailureMessage
source: The connection to your camera failed. Please switch your camera off and on again then try connecting again. If the problem persists, please repeat the pairing procedure on your camera to set up a new session for Cascable.
de: Verbindung zur Kamera fehlgeschlagen. Schalten Sie die Kamera aus und wieder ein und versuchen Sie es erneut. Sollte das Problem bestehen bleiben, wiederholen Sie das Pairing auf Ihrer Kamera, um eine neue Session für Cascable zu erstellen.

# ConnectionFailureTitle
source: Connection Failure
de: Verbindungsfehler

# ConnectionHelpDescription
source: Make sure your camera is switched on and connected to the same network as your %@.
de: Prüfen Sie, ob die Kamera eingeschaltet und mit dem gleichen Netzwerk wie Ihr %@ verbunden ist.

# ConnectionNetworkDescription
source: Your %@ is connected to the WiFi network named "%@".
de: Ihr %@ ist mit dem WLAN namens „%@“ verbunden.

# ConnectionNoNetworkDescription
source: Your %@ doesn't appear to be connected to a WiFi network.
de: Ihr %@ ist anscheinend mit keinem WLAN verbunden.

# ConnectionOpenWiFiSettingsDescription
source: Tap to open Wi-Fi settings.
de: Tippen zum Öffnen der WLAN-Einstellungen.

# ConnectionSettingsSectionHeader
source: Camera Connection
de: Verbindungseinstellungen

# ConnectionSettingsTitle
source: Connection
de: Verbindung

# ConnectTitle
source: Connect
de: Verbinden

# ContinueTitle
source: Continue
de: Weiter

# ContrastEditToolTitle
source: Contrast
de: Kontrast

# ControlAndAutomationCompatibilityTitle
source: Control & Automation
de: Steuerung & Automation

# CopyingXofYFormatter
source: Copying %@ of %@ item
de: %@ von %@ Objekt kopieren

# CopyingXofYFormatter_Plural
source: Copying %@ of %@ items
de: %@ von %@ Objekten kopieren

# CopyOperationCancelledStatusTitle
source: Cancelled
de: Abgebrochen

# CopyOperationCopiedStatusTitle
source: Copied
de: Kopiert

# CopyOperationDestinationDescriptionFormatter
source: to %@
de: nach %@

# CopyOperationFailedStatusTitle
source: Failed: %@
de: Fehlgeschlagen: %@

# CopyOperationPendingStatusTitle
source: Pending
de: Ausstehend

# CopyOperationPreparingStatusTitle
source: Preparing…
de: Vorbereiten …

# CopyQueueCancelAllButtonTitle
source: Clear Pending…
de: Ausstehende löschen …

# CopyQueueCurrentOperationSectionTitle
source: Copying
de: Wird kopiert

# CopyQueueFooter
source: %@ item
de: %@ Objekt

# CopyQueueFooter_Plural
source: %@ items
de: %@ Objekte

# CopyQueueNothingCopyingTitle
source: Nothing copying.
de: Kein Kopiervorgang

# CopyQueuePendingOperationsSectionTitle
source: %@ Pending
de: %@ ausstehend

# CopyQueueSourceDisappearedFailureDescription
source: Either the source or destination is no longer available.
de: Ziel oder Quelle nicht mehr verfügbar.

# CopyQueueTitle
source: Copy Queue
de: Kopierwarteschlange

# CopyToDeviceTitle
source: Copy To This %@
de: Auf dieses %@ kopieren

# CropFactor10Label
source: Full Frame, Nikon FX
de: Vollbild, Nikon FX

# CropFactor27Label
source: One Inch
de: Ein Zoll

# CropFactorOtherLabel
source: Other
de: Andere

# DateRangePopupTitle
source: Choose Dates
de: Daten auswählen

# DateSortKeyTitle
source: Date
de: Datum

# DeleteFilesConfirmationPrompt
source: This will delete %@ photo of %@ from your %@. This will not affect the contents of your camera.
de: Hiermit wird %@ Foto von %@ von Ihrem %@ gelöscht. Die Dateien auf Ihrer Kamera sind nicht betroffen.

# DeleteFilesConfirmationPrompt_Plural
source: This will delete %@ photos totalling %@ from your %@. This will not affect the contents of your camera.
de: Hiermit werden %@ Fotos mit %@ von Ihrem %@ gelöscht. Die Dateien auf Ihrer Kamera sind nicht betroffen.

# DeleteFilesConfirmationTitle
source: Delete photo?
de: Foto löschen?

# DeleteFilesConfirmationTitle_Plural
source: Delete photos?
de: Fotos löschen?

# DeleteFilesUnsupportedWarningDescription
source: Photos cannot be deleted because this camera does not support deletion via apps. You can delete the photo using your camera.
de: Es können keine Fotos gelöscht werden, weil diese Kamera das Löschen per App nicht unterstützt. Sie können die Fotos über Ihre Kamera löschen.

# DeleteFilesUnsupportedWarningTitle
source: Cannot Delete Photos
de: Fotos löschen nicht möglich

# DeleteFromCameraTitle
source: Delete From Camera
de: Von Kamera löschen

# DeleteGeotagsAlertMessage
source: There are %@ photos at this location. Do you want to remove geotags from this photo, or all photos at this location?
de: Es gibt %@ Fotos für diesen Standort. Möchten Sie die Geotags von diesem Foto oder von allen Fotos an diesem Standort entfernen?

# DeleteGeotagsAlertTitle
source: Delete Geotags
de: Geotags löschen

# DeleteGeotagsAllAtLocationTitle
source: All
de: Alle

# DeleteGeotagsJustThisPhotoTitle
source: Just This
de: Nur diesen

# DeleteProtectedFileWarningDescription
source: The photo "%@" is protected and cannot be deleted. You can remove the protection using your camera.
de: Das Foto „%@“ ist geschützt und kann nicht gelöscht werden. Sie können den Schutz auf Ihrer Kamera aufheben.

# DeleteProtectedFileWarningTitle
source: Cannot Delete Protected Photos
de: Löschen von geschützten Fotos nicht möglich

# DeleteProtectedOrDownloadingFileWarningDescription
source: The photo "%@" is protected or copying and cannot be deleted.
de: Das Foto „%@“ ist geschützt oder wird kopiert und kann nicht gelöscht werden.

# DeleteProtectedOrDownloadingFileWarningTitle
source: Cannot Delete Photo
de: Löschen von Foto nicht möglich

# DeleteRemoteFileConfirmationPrompt
source: This will PERMANENTLY delete this photo, sized %@, from your camera. This will not affect the photos copied to your %@.
de: Hiermit wird dieses Foto mit der Größe %@ DAUERHAFT von Ihrer Kamera gelöscht. Die auf Ihr %@ kopierten Fotos sind nicht betroffen.

# DeleteRemoteFileConfirmationTitle
source: Delete photo from camera?
de: Foto von Kamera löschen?

# DeleteRemoteFileWithoutSizeConfirmationPrompt
source: This will PERMANENTLY delete this photo from your camera. This will not affect the photos copied to your %@.
de: Hiermit wird dieses Foto DAUERHAFT von Ihrer Kamera gelöscht. Die auf Ihr %@ kopierten Fotos sind nicht betroffen.

# DeleteTitle
source: Delete Photo
de: Foto löschen

# DeleteTitle_Plural
source: Delete %@ Photos
de: %@ Fotos löschen

# DeselectAllTitle
source: Deselect All
de: Keine

# DeviceShotsOnlyFormatter
source: %@ shot available
de: %@ Aufnahme verfügbar

# DeviceShotsOnlyFormatter_Plural
source: %@ shots available
de: %@ Aufnahmen verfügbar

# DeviceSpaceFormatter
source: %@ item, %@ available
de: %@ Objekt, %@ verfügbar

# DeviceSpaceFormatter_Plural
source: %@ items, %@ available
de: %@ Objekte, %@ verfügbar

# DeviceSpaceOnlyFormatter
source: %@ item
de: %@ Objekt

# DeviceSpaceOnlyFormatter_Plural
source: %@ items
de: %@ Objekte

# DeviceSpaceWithDownloadingFormatter
source: %@ item (%@ copying), %@ available
de: %@ Objekt (%@ kopieren), %@ verfügbar

# DeviceSpaceWithDownloadingFormatter_Plural
source: %@ items (%@ copying), %@ available
de: %@ Objekte (%@ kopieren), %@ verfügbar

# DeviceSpaceWithFilteredAndDownloadingFormatter
source: %@ of %@ item (%@ copying), %@ available
de: %@ von %@ Objekt (%@ kopieren), %@ verfügbar

# DeviceSpaceWithFilteredAndDownloadingFormatter_Plural
source: %@ of %@ items (%@ copying), %@ available
de: %@ von %@ Objekten (%@ kopieren), %@ verfügbar

# DeviceSpaceWithFilteredFormatter
source: %@ of %@ item, %@ available
de: %@ von %@ Objekt, %@ verfügbar

# DeviceSpaceWithFilteredFormatter_Plural
source: %@ of %@ items, %@ available
de: %@ von %@ Objekten, %@ verfügbar

# DisableLiveViewOnInActivitySettingTitle
source: Stop Live View on Idle
de: Keine Live-Ansicht im Leerlauf

# DisconnectedAutomaticallyInBackgroundAlert
source: Cascable has disconnected from your camera due to being in the background. Launch Cascable to reconnect.
de: Cascable hat keine Verbindung mehr zu Ihrer Kamera, da es in den Hintergrund verschoben wurde. Starten Sie Cascable, um die Verbindung wieder herzustellen.

# DisconnectedTitle
source: Available
de: Verfügbar

# DisconnectingTitle
source: Disconnecting…
de: Trennen …

# DisconnectionSettingsTitle
source: Disconnection
de: Trennung

# DisconnectTitle
source: Disconnect
de: Trennen

# DoneTitle
source: Done
de: Fertig

# DragAndDropDestinationTitle
source: External App
de: Externe App

# DropToCancelTitle
source: Drop here to cancel
de: Hierher ziehen zum Abbrechen

# EnableExternalDisplaySettingTitle
source: Dedicated External Display
de: Separates externes Display

# EnterSelectionModeTitle
source: Select
de: Auswählen

# EVMetadataFormatter
source: %@ EV
de: %@ LW

# ExampleSharpStarsFilterPresetName
source: 6D with 16-35mm
de: 6D mit 16-35mm

# ExposureEditToolTitle
source: Exposure
de: Belichtung

# ExternalDeviceStorageSectionTitle
source: External Storage
de: Andere Speicher

# ExternalDisplaySettingsDescription
source: When enabled, photos viewed fullscreen (including those from Photo Review) will also be displayed in a dedicated viewer on a display connected via AirPlay or physical cable.
de: Wenn aktiviert, werden im Vollbild angezeigte Fotos (auch die aus Photo Review) auch in einem separaten Fenster auf einem per AirPlay oder Kabel verbundenen Display angezeigt.

# ExternalDisplaySettingsTitle
source: External Display
de: Externes Display

# ExternalDisplayShowHistogramSettingTitle
source: Show Histogram
de: Histogramm anzeigen

# ExternalDisplayShowMetadataSettingTitle
source: Show Metadata
de: Metadaten anzeigen

# FastLVDescription
source: If enabled and supported by your camera, Cascable will reduce live view quality to achieve a higher frame rate. Supported by Nikon, some Canon, and some Sony models.
de: Falls aktiviert (und von Ihrer Kamera unterstützt), wird Cascable die Qualität der Vorschau reduzieren, um eine höhere Bildwiederholungsrate zu erreichen. Diese Funktion wird von Nikon-, einigen Canon- und einigen Sony-Modellen unterstützt.

# FastLVSettingTitle
source: Prefer High Framerate
de: Hohe Bildwiederholungsrate

# FeedbackEmailBody
source: Please be as detailed as possible when giving feedback. Thanks!
de: Schreiben Sie Ihr Feedback bitte so ausführlich wie möglich. Bitte beachten Sie, dass unsere Mitarbeiter im Kundenservice nur Englisch sprechen. Vielen Dank!

# FeedbackFallbackAlertDescription
source: Your %@ doesn't seem to be set up for email. Don't worry, you can visit our website to give feedback. Alternatively, you can email your feedback to feedback@cascable.se
de: Auf Ihrem %@ ist anscheinend keine E-Mail-Adresse eingerichtet. Keine Sorge, Sie können Ihr Feedback auch auf unserer Webseite hinterlassen. Alternativ schreiben Sie einfach eine E-Mail an feedback@cascable.se

# FeedbackFallbackAlertTitle
source: Giving Feedback
de: Feedback geben

# FileDeleteUnavailableTitle
source: Unavailable
de: Nicht verfügbar

# FileProtectedTitle
source: Protected
de: Geschützt

# FilesModeHelpPageName
source: Photo Management
de: Fotomanagement

# FilesModeSettingsTitle
source: File Handling
de: Dateimanagement

# FilesTitle
source: Photos
de: Fotos

# FilterSelectAllFileTypesTitle
source: All File Types
de: Alle Dateitypen

# FilterSelectAllTitle
source: Select All
de: Alle wählen

# FilterSelectAnyDeviceLocationTitle
source: Is Anywhere
de: Irgendwo

# FilterSelectAnyTimeTimespanTitle
source: Taken At Any Time
de: Beliebige Zeit

# FilterSelectFilterTitle
source: Select By Filter
de: Nach Filter auswählen

# FilterSelectJPEGFileTypeTitle
source: JPEG Files
de: JPEG-Dateien

# FilterSelectNoneTitle
source: Select None
de: Keine wählen

# FilterSelectNotOnThisDeviceLocationFormatter
source: Is Not On This %@
de: Nicht auf diesem %@

# FilterSelectRAWFileTypeTitle
source: RAW Files
de: RAW-Dateien

# FilterSelectThisWeekTimespanTitle
source: Taken This Week
de: Diese Woche erstellt

# FilterSelectTodayTimespanTitle
source: Taken Today
de: Heute aufgenommen

# FilterViewControllerTitle
source: Quick Select
de: Schnellauswahl

# FirstRunCalculationsSubTitle
source: The Calculations panel contains helpful tools to assist with tricky exposure situations. The example below shows the calculator for Neutral Density (ND) filters.
de: In der Berechnungen-Ansicht finden Sie hilfreiche Tools für Situationen mit schwieriger Belichtungssituation. Das Beispiel unten zeigt den Rechner für Neutraldichtefilter.

# FirstRunCalculationsSubTitleShort
source: The Calculations panel contains helpful tools to assist with tricky exposure situations.
de: In der Berechnungen-Ansicht finden Sie hilfreiche Tools für schwierige Belichtungssituation.

# FirstRunCalculationsTitle
source: Calculations
de: Berechnungen

# FirstRunPhotosSubTitle
source: The Photos panel is where you copy photos from your camera. Once copied, you can view them, share them, and open them in other apps for editing.
de: In der Fotos Ansicht können Sie Fotos von Ihrer Kamera kopieren. Nach dem Kopieren können Sie die Fotos ansehen, teilen und zum Bearbeiten in anderen Apps öffnen.

# FirstRunPhotosSubTitleShort
source: The Photos panel is where you copy photos from your camera for viewing and sharing.
de: In der Fotos Ansicht können Sie Fotos von Ihrer Kamera zur Ansicht und zum Teilen kopieren.

# FirstRunPhotosTitle
source: Photos
de: Fotos

# FirstRunRemoteSubTitle
source: The Remote Control panel lets you directly control your camera. Depending on your camera's features, advanced controls will be available in the toolbar.
de: In der Fernbedienungsansicht können Sie Ihre Kamera steuern. Je nach Funktionsumfang Ihrer Kamera sind die erweiterten Funktionen in der Symbolleiste zu finden.

# FirstRunRemoteTitle
source: Remote Control
de: Fernbedienung

# FirstRunShutterLabelTitle
source: SLIDE FOR SHUTTER
de: STREICHEN

# FlipHorizontalEditToolTitle
source: Flip Horizontal
de: Horizontal spiegeln

# FlipVerticalEditToolTitle
source: Flip Vertical
de: Vertikal spiegeln

# FlipViewfinderImageTitle
source: Flip Viewfinder (Selfie Mode)
de: Suchfenster spiegeln (Selfiemodus)

# FocusConfigurationTitle
source: Focusing
de: Fokussierung

# FocusPeakingColorSectionTitle
source: Highlight Color
de: Hervorhebungsfarbe

# FocusPeakingSettingsTitle
source: Focus Peaking
de: Fokus-Peaking
