Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/GeneralUI.strings
Languages: de

# VideoDownloadFailedNoSpaceMessage
source: There is not enough space available on your %@ to download the video.
de: Auf dem %@ ist nicht genügend Speicherplatz verfügbar, um das Video herunterzuladen.

# VideoDownloadFailedTitle
source: Could Not Download Video
de: Video konnte nicht heruntergeladen werden

# ViewfinderSectionTitle
source: Viewfinder
de: Sucherfenster

# VisitWebsiteTitle
source: Visit Website
de: Webseite besuchen

# XofYCounterTitle
source: %@ of %@
de: %@ von %@
