Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/GeneralUI.strings
Languages: de

# RemotePreviewUnavailableDescription
source: Previewing photos directly from your camera is a feature of Cascable Pro.
de: Die Vorschau von Fotos direkt auf Ihrer Kamera ist eine Funktion von Cascable Pro.

# RemoteTitle
source: Remote Control
de: Fernbedienung

# RemoteUnavailableEVFNotCorrectDescription
source: Live View is currently stopped. Tap "Start Live View" to start Live View.
de: Live-Ansicht ist zurzeit gestoppt. Tippen Sie auf „Live-Ansicht starten“.

# RemoteUnavailableEVFNotCorrectTitle
source: Live View Stopped
de: Live-Ansicht gestoppt

# RemoteUnavailableEVFStartingDescription
source: Live View is currently starting. This should only take a few seconds.
de: Live-Ansicht startet gerade. Dies sollte nur ein paar Sekunden dauern.

# RemoteUnavailableEVFStartingTitle
source: Live View Starting…
de: Live-Ansicht beginnt …

# RemoteUnavailableNoConnectionDescription
source: Remote control is not available without a connected camera. Tap the connection indicator at the top of the screen to get started.
de: Fernbedienung ist nicht verfügbar ohne eine verbundene Kamera. Tippen Sie auf das Verbindungssymbol oben auf dem Display.

# RemoteUnavailableNoConnectionTitle
source: No Camera Connected
de: Keine Kamera verbunden

# RemoteUnavailableNotSupportedDescription
source: Remote control is not available because your camera doesn't support remote control via WiFi.
de: Fernbedienung ist nicht verfügbar, da Ihre Kamera Fernbedienung über WLAN nicht unterstützt.

# RemoteUnavailableNotSupportedTitle
source: Not Supported By Camera
de: Wird nicht von der Kamera unterstützt

# RemoveCustomThemeButtonTitle
source: Remove Themes
de: Themes entfernen

# RemoveCustomThemeConfirmationDecription
source: This will reset Cascable's color schemes back to their defaults.
de: Hiermit werden die Cascable Themes auf Standard zurückgesetzt.

# RemoveCustomThemeConfirmationTitle
source: Remove Custom Themes?
de: Eigene Themes entfernen?

# RemoveCustomThemeRowTitle
source: Remove Custom Themes
de: Eigene Themes entfernen

# ResetTitle
source: Reset
de: Zurücksetzen

# RestorePurchasesButtonTitle
source: Restore Purchases…
de: Einkäufe wiederherstellen …

# RestorePurchasesSectionFooter
source: If you've previously purchased Cascable Pro, you can restore your purchases to this device.
de: Wenn Sie bereits Cascable Pro gekauft haben, können Sie Ihren Kauf auf diesem Gerät wiederherstellen.

# ReviewPhotosAfterShootingTitle
source: Review Shot Photos
de: Erstellte Fotos ansehen

# ReviewSettingsTitle
source: Photo Review
de: Schnellansicht

# RobotBooleanPropertyNoValue
source: No
de: Nein

# RobotBooleanPropertyYesValue
source: Yes
de: Ja

# RobotDurationPropertyHoursTitle
source: hours
de: Stunden

# RobotDurationPropertyMinutesTitle
source: minutes
de: Minuten

# RobotDurationPropertySecondsTitle
source: seconds
de: Sekunden

# RobotDurationPropertyValueHoursFormatter
source: %@ hour
de: %@ Stunde

# RobotDurationPropertyValueHoursFormatter_Plural
source: %@ hours
de: %@ Stunden

# RobotDurationPropertyValueMinutesFormatter_Plural
source: %@ minutes
de: %@ Minuten

# RobotDurationPropertyValueSecondsFormatter
source: %@ second
de: %@ Sekunde

# RobotDurationPropertyValueSecondsFormatter_Plural
source: %@ seconds
de: %@ Sekunden

# RotateViewfinderTitle
source: Rotate Viewfinder
de: Suchfenster drehen

# RotationEditToolTitle
source: Rotation
de: Drehung

# SaturationEditToolTitle
source: Saturation
de: Sättigung

# SaveTitle
source: Save
de: Sichern

# SaveTitleWithEllipsis
source: Save…
de: Sichern …

# SaveToCameraRollCompleteTitle
source: Save Complete!
de: Sichern abgeschlossen!

# SaveToCameraRollDescription
source: Saving %@ photo to your camera roll…
de: %@ Foto wird in Aufnahmen gesichert …

# SaveToCameraRollDescription_Plural
source: Saving %@ photos to your camera roll…
de: %@ Fotos werden in Aufnahmen gesichert …

# SaveToCameraRollFailedDescription
source: Cascable could not save the selected photos to your camera roll. To save photos to your camera roll, you must allow Cascable access to Photos in the Settings app.
de: Cascable konnte die markierten Fotos nicht in Ihren Aufnahmen sichern. Damit Sie Fotos in Ihre Aufnahmen sichern können, muss Cascable in der Einstellungen-App Zugriff auf Ihre Fotos-App erhalten.

# SaveToCameraRollFailedTitle
source: Save Failed
de: Sichern fehlgeschlagen

# SaveToCameraRollInProgressTitle
source: Saving…
de: Sichern …

# SaveToCameraRollTitle
source: Save to Camera Roll
de: In „Aufnahmen“ sichern

# SearchingTitle
source: Searching…
de: Suchen …

# SearchTitle
source: Search
de: Suchen

# SecretMenuTitle
source: Advanced Settings
de: Erweiterte Einstellungen

# SelectAllTitle
source: Select All
de: Alle wählen

# SelectAndDragToMapTitle
source: Select and drag photos to the map
de: Wählen und ziehen Sie Fotos in die Karte

# SelectTitle
source: Select
de: Auswählen

# SensorSize
source: %@ (%@x crop factor)
de: %@ (%@x Beschnittfaktor)

# SettingsTitle
source: Settings
de: Einstellungen

# ShadowsEditToolTitle
source: Shadows
de: Schatten

# ShareTitleFormatter
source: Share %@ Photo
de: %@ Foto teilen

# ShareTitleFormatter_Plural
source: Share %@ Photos
de: %@ Fotos teilen

# ShareWhatTitle
source: Share What?
de: Was teilen?

# SharingImageSubject
source: Photo from Cascable
de: Foto von Cascable

# SharpeningEditToolTitle
source: Sharpening
de: Schärfen

# SharpStarsTitle
source: Sharp Stars
de: Scharfe Sterne

# ShotPreviewForSavingName
source: Preview_%@
de: Vorschau_%@

# ShotPreviewTitle
source: Image Preview
de: Bildvorschau

# ShotPreviewWithCameraForSavingName
source: Preview_%@_%@
de: Vorschau_%@_%@

# ShotPreviewWithCameraNameTitle
source: Preview from %@
de: Vorschau von %@

# ShotPreviewWithFileNameTitle
source: Preview of %@
de: Vorschau von %@

# ShowFakeCameraSettingTitle
source: Fake Camera
de: Vorgetäuschte Kamera

# ShowHighlightWarningTitle
source: Show Highlight Warning
de: Belichtungswarnung anzeigen

# ShowLiveViewFPSSecretSettingTitle
source: Live View FPS Meter
de: Live-Ansicht FPS-Zähler

# ShowTouchesRestartWarningTitle
source: Changes to this setting require a hard app restart to take effect.
de: Damit die Änderungen dieser Einstellung in Kraft treten, muss die App beendet und neu gestartet werden.

# ShowTouchesSecretSettingTitle
source: Show Touches
de: Berührungen zeigen

# ShowTutorialTitle
source: Show Tutorial
de: Tutorial anzeigen

# ShowWhatsNewTitle
source: What's New in Cascable?
de: Was ist neu in Cascable?

# ShutterRobotConfigurationGivesTooManyShotsDescription
source: The current %@ setup will trigger more shots (%@) than will currently fit on the connected camera (%@). Try removing some photos from your camera, inserting a larger storage card or reducing the size and/or quality of the taken photos.
de: Durch die aktuelle %@ Einstellung werden mehr Bilder (%@) erstellt, als zurzeit auf die verbundene Kamera (%@) passen. Versuchen Sie, einige Fotos von Ihrer Kamera zu löschen, eine größere Speicherkarte einzusetzen, oder die Größe und/oder Qualität der Aufnahmen zu reduzieren.

# ShutterRobotConfigurationGivesTooManyShotsTitle
source: Not enough space
de: Zu wenig Platz

# ShutterRobotConfigurationGivesZeroShotsDescription
source: The current %@ setup won't trigger any shots. Make sure the interval isn't longer than the total duration.
de: Mit der aktuellen %@ Einstellung werden keine Fotos ausgelöst. Stellen Sie sicher, dass das Intervall nicht länger ist als die gesamte Dauer.

# ShutterRobotConfigurationGivesZeroShotsTitle
source: Invalid setup
de: Ungültiges Setup

# ShutterRobotConfigurationIncompatibleBracketModeDescription
source: Shutter Robot cannot operate if the camera's own exposure bracketing is enabled. Disable the camera's exposure bracketing to use Shutter Robot.
de: Shutter Robot funktioniert nicht, wenn das kameraeigene Belichtungs-Bracketing aktiviert ist. Deaktivieren Sie das Belichtungs-Bracketing der Kamera, um Shutter Robot nutzen zu können.

# ShutterRobotConfigurationIncompatibleBracketModeTitle
source: Bracketing conflict
de: Belichtungsreihenkonflikt

# ShutterRobotConfigurationIncompatibleDriveModeDescription
source: Shutter Robot cannot operate if the camera's own drive mode is set to a self timer. Disable the camera's self timer to use Shutter Robot.
de: Shutter Robot funktioniert nicht, wenn der Kameramodus auf Selbstauslöser eingestellt ist. Deaktivieren Sie den Selbstauslöser der Kamera, um Shutter Robot nutzen zu können.

# ShutterRobotConfigurationIncompatibleDriveModeTitle
source: Shutter drive conflict
de: Verschlussbetriebskonflikt

# ShutterRobotConfigurationNeedsBulbDescription
source: %@ requires the camera is in "Bulb" or "B" mode. If your camera has a "B" position on its mode dial, rotate the dial to that position. Otherwise, rotate it to the "M" position and set the shutter speed to "Bulb".
de: %@ erfordert den „Bulb“ oder „B“ Modus. Besitzt Ihre Kamera ein „B“ auf dem Modus-Wahlrad, drehen Sie das Modus-Wahlrad auf diese Position. Anderenfalls drehen Sie das Modus-Wahlrad auf Position „M“ und stellen Sie die Verschlusszeit auf „Bulb“ ein.

# ShutterRobotConfigurationNeedsBulbTitle
source: Camera not in Bulb
de: Kam. n. in Langzeitbel.

# ShutterRobotConfigurationNeedsFixedExposureStartingPointDescription
source: %@ cannot operate in "B" mode or "M" mode if the camera's shutter speed is set to "Auto" or "Bulb". Rotate your camera's mode dial away from the "B" position. If your mode dial doesn't have a "B" position, make sure the shutter speed isn't set to "Bulb".
de: %@ kann nicht im „B“ oder „M“ Modus betrieben werden, wenn die Verschlusszeit der Kamera auf „Auto“ oder „Bulb“ gestellt ist. Drehen Sie das Modus-Wahlrad weg von Position „B“. Befindet sich Ihr Modus-Wahlrad nicht in Position „B“, prüfen Sie, ob Ihre Verschlusszeit auf „Bulb“ steht.

# ShutterRobotConfigurationNeedsFixedExposureStartingPointTitle
source: Shutter speed conflict
de: Verschlusszeitkonflikt

# ShutterRobotConfigurationValuesWillGoOutOfRangeDescription
source: The configured exposure bracketing range (%@) will push the camera's exposure settings beyond those the camera supports. If your camera's mode dial is set to "M", adjust the shutter speed setting away from the extreme values. Otherwise, adjust the exposure compensation (EV) setting away from the extreme values.
de: Mit dem konfigurierten Bereich für die Belichtungsreihe (%@) werden die Belichtungseinstellungen über den für die Kamera erlaubten Bereich verschoben. Wenn das Modus-Wahlrad der Kamera auf „M“ steht, stellen Sie die Verschlusszeit nicht auf einen extremen Wert. Oder passen Sie die Belichtungskompensation (EV) an und vermeiden Sie extreme Werte.

# ShutterRobotConfigurationValuesWillGoOutOfRangeTitle
source: Exposure conflict
de: Belichtungskonflikt

# ShutterRobotConfigurationZeroDurationDescription
source: %@ cannot have a zero duration.
de: Die Dauer von %@ darf nicht Null sein.

# ShutterRobotConfigurationZeroDurationTitle
source: Zero duration
de: Keine Dauer

# ShutterRobotDetailStatusFinishingTitle
source: Finishing up…
de: Abschließen …

# ShutterRobotDetailStatusShotsRemainingTitle
source: %@ shot remaining.
de: %@ Foto verbleibend.

# ShutterRobotDetailStatusShotsRemainingTitle_Plural
source: %@ shots remaining.
de: %@ Fotos verbleiben.

# ShutterRobotDetailStatusShotsTakenTitle
source: %@ shot taken so far.
de: %@ Foto bisher erzeugt.

# ShutterRobotDetailStatusShotsTakenTitle_Plural
source: %@ shots taken so far.
de: %@ Fotos bisher erzeugt.

# ShutterRobotDetailStatusTakingShotTitle
source: Taking shot…
de: Nehme auf …

# ShutterRobotDetailStatusTapToSetupTitle
source: Tap the Shutter Robot button in the toolbar to get started.
de: Tippen Sie auf den Shutter Robot in der Symbolleiste.

# ShutterRobotDetailStatusTapToStartTitle
source: Tap the shutter button to start.
de: Tippen Sie zum Beginnen auf die Shutter Taste.

# ShutterRobotDetailStatusTimeAndShotsRemainingTitle
source: About %@ and %@ shot remaining.
de: Etwa %@ und %@ Foto verbleiben.

# ShutterRobotDetailStatusTimeAndShotsRemainingTitle_Plural
source: About %@ and %@ shots remaining.
de: Etwa %@ und %@ Fotos verbleiben.

# ShutterRobotDisengageTitle
source: Disengage
de: Ausschalten

# ShutterRobotEngageFooter
source: Once Shutter Robot is engaged, you can return to the remote control and set up your shot. Tap the shutter button to start the robot.
de: Sobald Shutter Robot aktiviert ist, können Sie zur Fernbedienung zurückkehren und Ihre Aufnahme einrichten. Tippen Sie auf das Verschluss-Icon, um den Robot zu starten.

# ShutterRobotEngageTitle
source: Engage
de: Einschalten

# ShutterRobotExposureControlNotSupportedDescription
source: The currently connected camera does not support controlling exposure settings via WiFi.
de: Die derzeit angeschlossene Kamera unterstützt keine Steuerung Belichtungseinstellungen über WLAN.

# ShutterRobotExposureControlNotSupportedTitle
source: Unsupported camera
de: Nicht unterstützte Kamera

# ShutterRobotIndeterminateTitle
source: Indeterminate
de: Unbestimmt

# ShutterRobotModuleConfigurationHeader
source: %@ Configuration
de: %@ Konfiguration

# ShutterRobotModulesTitle
source: Modules
de: Module

# ShutterRobotModuleTitle
source: Module
de: Modul

# ShutterRobotNumberOfShotsSummaryTitle
source: Number of Shots
de: Anzahl Fotos

# ShutterRobotProblemReportNoProblemsTitle
source: All OK
de: Alles OK

# ShutterRobotProblemReportSomeProblemsTitle_Plural
source: %@ problems
de: %@ Probleme

# ShutterRobotProblemReportTitle
source: Problems
de: Probleme

# ShutterRobotShortTitle
source: Robot
de: Roboter

# ShutterRobotStartFailedDescription
source: A configuration problem prevented Shutter Robot from starting. Check your Shutter Robot settings and try again.
de: Ein Konfigurationsproblem verhinderte den Start des Shutter Robot. Überprüfen Sie Ihre Shutter Robot-Einstellungen und versuchen Sie es erneut.

# ShutterRobotStartFailedTitle
source: Shutter Robot Could Not Start
de: Shutter Robot konnte nicht starten

# ShutterRobotStatusEngagedTitle
source: Shutter Robot is engaged.
de: Shutter Robot ist aktiviert.

# ShutterRobotStatusNotEngagedTitle
source: Shutter Robot not engaged.
de: Shutter Robot ist nicht aktiviert.

# ShutterRobotStatusRunningTitle
source: Shutter Robot is running…
de: Shutter Robot ist aktiv …

# ShutterRobotSummaryTitle
source: Summary
de: Übersicht

# ShutterSpeedFractionOfSecond
source: 1/%@ second
de: 1/%@ Sekunde

# ShutterSpeedMinutes
source: %@ minutes
de: %@ Minuten

# ShutterSpeedSecond
source: %@ second
de: %@ Sekunde

# ShutterSpeedSeconds
source: %@ seconds
de: %@ Sekunden

# SizeSortKeyTitle
source: File Size
de: Dateigröße

# Slot1Title
source: Slot 1
de: Steckplatz 1

# Slot2Title
source: Slot 2
de: Steckplatz 2

# SomeCamerasAvailableTitle
source: %@ Available
de: %@ verfügbar

# SomeLegacyPurchasesMadeHeader
source: Thank you for supporting Cascable! Your previous purchases are still active, and you can fully upgrade to this version at a discount!
de: Vielen Dank für Ihre Unterstützung! Ihre bisherigen Käufe sind auch weiterhin aktiv, und Sie können das Upgrade zu dieser Version zu einem günstigeren Preis erwerben!

# SourceLinkCreateButtonTitle
source: Create Link
de: Verbindung herstellen

# SourceLinkFromColumnHeading
source: FROM
de: VON

# SourceLinkToColumnHeading
source: TO
de: NACH

# StartLiveViewTitle
source: Start Live View
de: Live-Ansicht starten

# StopCopyingTitle
source: Stop Copying
de: Kopieren stoppen

# StorageAccessCompatibilityTitle
source: Storage Access
de: Speicherzugriff

# StorageLinkCreationDescription
source: Photos will automatically be copied from the source to the destination as long as a link is active between them.
de: Fotos werden automatisch von der Quelle auf das Ziel kopiert, solange die Verbindung beider Geräte aktiv ist.

# StorageLinkCreationTitle
source: Create Storage Link
de: Speicherverbindung herstellen

# StorageLinkUnavailableFormatter
source: %@ (unavailable)
de: %@ (nicht verfügbar)

# StorageListFooter
source: %@ item
de: %@ Objekt

# StorageListFooter_Plural
source: %@ items
de: %@ Objekte

# SwitchToCameraDescription
source: Please follow the instructions on your camera's screen. Cascable will continue to connect once the on-screen instructions have been completed.
de: Folgen Sie den Anweisungen auf dem Bildschirm der Kamera. Cascable setzt das Herstellen der Verbindung fort, wenn Sie die Anweisungen auf der Kamera befolgt haben.

# SwitchToCameraTitle
source: Switch to Camera
de: Zur Kamera wechseln

# SwitchToiOSSettingAppTitle
source: Settings App
de: Einstellungen

# SyncCameraClockFooter
source: Clock sync is available on Nikon, Olympus, and some Canon cameras.
de: Uhr-Synchronisierung ist verfügbar für Nikon, Olympus und einige Canon Kameras.

# SyncCameraClockOnConnectionTitle
source: Sync Camera Clock
de: Kamerauhr synchronisieren

# TemperatureEditToolTitle
source: Temperature
de: Temperatur

# TimerRobotAudibleCountdownTitle
source: Audible Countdown
de: Hörbarer Countdown

# TimerRobotDurationTitle
source: Duration
de: Dauer

# TimerRobotSubTitle
source: A simple self timer.
de: Ein einfacher Selbstauslöser.

# TimerRobotTitle
source: Self Timer
de: Selbstauslöser

# TimeZoneAdjustAdjustedPhotoTimestampDescription
source: The adjusted timestamp of this photo will be %@ on %@.
de: Der neue Zeitstempel dieses Fotos ist %@ am %@.

# TimeZoneAdjustDescription
source: %@ hour
de: %@ Stunde

# TimeZoneAdjustDescription_Plural
source: %@ hours
de: %@ Stunden

# TimeZoneAdjustMissingSessionNameReplacement
source: This session
de: Diese Session

# TimeZoneAdjustOriginalPhotoTimestampDescription
source: The original timestamp of this photo is %@ on %@.
de: Der ursprüngliche Zeitstempel dieses Fotos ist %@ am %@.

# TimeZoneAdjustPhotoNoTimestampDescription
source: This photo does not have a timestamp.
de: Dieses Foto verfügt über keinen Zeitstempel.

# TimeZoneAdjustSessionRangeMultipleDaysDescription
source: %@ takes place between %@ on %@ and %@ on %@.
de: %@ findet statt zwischen %@ am %@ und %@ am %@.

# TimeZoneAdjustSessionRangeSingleDayDescription
source: %@ takes place between %@ and %@ on %@.
de: %@ findet statt zwischen %@ und %@ am %@.

# TimezoneAdjustTitle
source: Timezone Adjust
de: Zeitzonenanpassung

# TintEditToolTitle
source: Tint
de: Einfärben

# TrackingNotificationAskDescription
source: Cascable can notify you of the status of location tracking while it's in the background, if you'd like.
de: Cascable kann Sie über den Status der Standortbestimmung im Hintergrund informieren, wenn Sie dies möchten.

# TrackingNotificationAskDoNotifyButtonTitle
source: Notify
de: Informieren

# TrackingNotificationAskNoNotifyButtonTitle
source: Don't Notify
de: Keine Mitteilungen

# TrackingNotificationAskTitle
source: Notify about Background Tracking?
de: Über Standortsuche im Hintergrund informieren?

# TrackingSessionErrorLocationAccessDeniedDescription
source: In order to create a track log, Cascable requires access to your location. Please open the Settings app and set Cascable's location access to 'Always'. Cascable will only ever access your location when you tell it to.
de: Für eine Routenaufzeichnung benötigt Cascable Zugriff auf Ihren Standort. Öffnen Sie dazu bitte die Einstellungen App und setzen Sie die Standortfreigabe für Cascable auf ‚Immer‘. Cascable greift nur dann auf Ihren Standort zu, wenn Sie es ausdrücklich genehmigen.

# TrackingSessionErrorLocationAccessDeniedTitle
source: Location Access Required
de: Standortzugriff erforderlich

# TrackingSessionErrorTitle
source: Could Not Track Location
de: Standortbestimmung nicht möglich

# TrackingSessionGenericFailureErrorDescription
source: Your location could not be tracked. Make sure that Cascable has location access in the Settings app.
de: Ihr Standort konnte nicht bestimmt werden. Stellen Sie in der Einstellungen App sicher, dass Cascable auf Ihren Standort zugreifen darf.

# TrackingSessionLoggingActiveTitle
source: Tracking Location
de: Standortbestimmung aktiv

# TrackingSessionLoggingInactiveTitle
source: Not Tracking Location
de: Standortbestimmung nicht aktiv

# TrackingSessionNameByDate
source: Session started at %@
de: Session gestartet um %@

# TrackingSessionNameByPlace
source: Session started at %@
de: Session gestartet um %@

# TrackingSessionStartButtonTitle
source: Start
de: Starten

# TrackingSessionStopButtonTitle
source: Stop
de: Stoppen

# TrackMatchingButtonTitle
source: Apply Geotags to %@ Photo
de: Geotags zu %@ Foto hinzufügen

# TrackMatchingButtonTitle_Plural
source: Apply Geotags to %@ Photos
de: Geotags zu %@ Fotos hinzufügen

# TrackMatchingFineTuningSectionTitle
source: Fine Tuning
de: Feintuning

# TrackMatchingNoMatchesButtonTitle
source: No Matching Photos
de: Keine passenden Fotos

# TrackmatchingRequiresProAlertMessage
source: Applying geotags to your photos automatically is a feature of Cascable Pro.
de: Das automatische Einfügen von Geotags in Fotos ist eine Funktion von Cascable Pro.

# TrackmatchingRequiresProAlertTitle
source: Requires Cascable Pro
de: Benötigt Cascable Pro

# UndoApplyGeotagTitle
source: Applying Geotag
de: Geotag wird angewandt

# UndoApplyGeotagTitle_Plural
source: Applying Geotags to %@ Photos
de: Geotags auf %@ Fotos anwenden

# UndoDeleteGeotagTitle
source: Deleting Geotag
de: Geotag wird gelöscht

# UndoDeleteGeotagTitle_Plural
source: Deleting Geotags from %@ Photos
de: Geotags von %@ Fotos werden gelöscht

# UndoMoveGeotagTitle
source: Move Geotag
de: Geotag verschieben

# UndoMoveGeotagTitle_Plural
source: Move %@ Geotags
de: %@ Geotags bewegen

# UnexpectedDisconnectErrorDescription
source: Cascable lost the connection to your camera. Check that your camera and device are within WiFi range of each other and that your camera's battery is charged.
de: Cascable hat die Verbindung zu Ihrer Kamera verloren. Prüfen Sie, dass Ihre Kamera und Ihr Gerät sich innerhalb des WLAN-Bereichs befinden und dass die Batterie Ihrer Kamera geladen ist.

# UnexpectedDisconnectErrorTitle
source: Camera Disconnected
de: Kamera getrennt

# UnknownCameraNameSourceTitle
source: Camera
de: Kamera

# UntitledTrackingSessionName
source: Untitled Session
de: Unbenannt

# UpgradeToProButtonPrefixTitle
source: Upgrade to
de: Upgrade auf

# UseCustomThemeButtonTitle
source: Use Themes
de: Themes verwenden

# UseCustomThemeConfirmationDecription
source: This will replace Cascable's default color schemes with those contained in the file "%@". You can revert back to the default colors in Cascable's settings.
de: Hiermit werden die Standard-Themes von Cascable mit denen in der Datei „%@“ ersetzt. Sie können über die Cascable Einstellungen jederzeit zu den Standard-Themes zurückkehren.

# UseCustomThemeConfirmationTitle
source: Use Custom Themes?
de: Eigene Themes verwenden?

# UseLegacyImageRendererSettingFooter
source: On modern iOS devices running iOS 10, Cascable uses a new hardware-accelerated renderer to show images at full resolution and with increased dynamic range. In some cases, particularly on devices with less RAM, this can cause problems. If you get crashes when trying to view RAW images, try enabling this setting.
de: Aus modernen iOS-Geräten, auf denen iOS 10 läuft, nutzt Cascable zur Darstellung von Bildern in voller Auflösung und und mit mehr Dynamik einen neuen hardwarebeschleunigten Renderer. In einigen Fällen kann dies zu Problemen führen, insbesondere auf Geräten mit wenig Arbeitsspeicher. Sollte die App bei der Darstellung von RAW-Bildern abstürzen, kann diese Option helfen.

# UseLegacyImageRendererSettingTitle
source: Use Legacy Image Renderer
de: Alten Bild-Renderer verwenden

# VideoDownloadFailedGenericMessage
source: Check you have access to the internet and try again.
de: Überprüfe Sie den Zugang auf das Internet haben.
