Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/InfoPlist.strings
Languages: de

source: GPX File
de: GPX-Datei

source: NSBluetoothAlwaysUsageDescription
de: Bluetooth wird zur Kommunikation mit Zubehör verwendet, das über Ferninformationen in ein laufendes Recipe eingreifen kann.

source: NSBluetoothPeripheralUsageDescription
de: Bluetooth wird zur Kommunikation mit Zubehör verwendet, das über Ferninformationen in ein laufendes Recipe eingreifen kann.

source: NSCameraUsageDescription
de: Cascable nutzt die eingebaute Kamera Ihres iOS-Geräts, um QR-Codes zu scannen und kann sich über USB mit Ihrer Kamera verbinden, um mit dieser zu kommunizieren.

source: NSLocalNetworkUsageDescription
de: Cascable benötigt Zugriff auf das lokale Netzwerk, um mit den Kameras über WLAN zu kommunizieren.

source: NSLocationWhenInUseUsageDescription
de: Wenn die Standortverfolgung aktiviert ist, speichert Cascable Ihren Standortverlauf über die Zeit, um die Fotos automatisch mit Geotags zu versehen. Auf Ihren Standort wird nur zugegriffen, solange die Standortverfolgung in Cascable aktiviert ist.

source: NSPhotoLibraryUsageDescription
de: Cascable benötigt Zugriff auf Ihre Fotobibliothek, um Fotos darin abzuspeichern. Cascable greift nicht auf bestehende Fotos in Ihrer Bibliothek zu.

source: Phase One RAW image
de: Phase-One-RAW-Bild

source: Photos
de: Fotos

source: Remote Control
de: Fernbedienung
