Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/RecipesRobotModule.strings
Languages: de

# ChosenRecipeLoadFailureGenericDescription
source: The Recipe could not be loaded as it appears to be damaged.
de: Das Recipe konnte nicht geladen werden, da es anscheinend beschädigt ist.

# ChosenRecipeLoadFailureTitle
source: Couldn't Open Recipe
de: Konnte Recipe nicht öffnen

# ChosenRecipeLoadFailureTooNewDescription
source: The Recipe was created with a newer version of Recipes than this version of Cascable supports. Please update Cascable to the newest version.
de: Das Recipe wurde mit einer neueren Recipeversion erstellt als diese von Cascable unterstützte. Bitte aktualisieren Sie Cascable auf die neueste Version.

# ChosenRecipeNoneTitle
source: None
de: Ohne

# CreateTitle
source: Create
de: Erstellen

# DefaultNewRecipeName
source: New Recipe
de: Neues Recipe

# FallbackModuleWarningDescription
source: Recipes requires iOS 11 or higher in order to run. Please update your device.
de: Recipe benötigt iOS 11 oder höher, um ausgeführt werden zu können. Bitte aktualisieren Sie Ihr Gerät.

# FallbackModuleWarningTitle
source: Requires iOS 11
de: Benötigt iOS 11

# NewRecipeNameMessage
source: You can rename your recipe later in the Files app.
de: Das Recipe kann später in der Datei-App umbenannt werden.

# NewRecipeNameTitle
source: New Recipe Name
de: Neuer Recipename

# NoCameraWarningDescription
source: The recipe needs a connected camera to run.
de: Das Recipe benötigt eine angeschlossene Kamera, um ausgeführt zu werden.

# NoCameraWarningTitle
source: No Camera
de: Keine Kamera

# NoRecipeChosenWarningDescription
source: No recipe has been chosen.
de: Es wurde noch kein Recipe ausgewählt.

# NoRecipeChosenWarningTitle
source: No Recipe Chosen
de: Kein Recipe ausgewählt

# RecipeLogCameraNameHeader
source: Camera
de: Kamera

# RecipeLogEndDateHeader
source: End
de: Ende

# RecipeLogsFailureTitle
source: Unable to load log.
de: Protokoll kann nicht geladen werden.

# RecipeLogsListNoLogsLongTitle
source: When you run recipes, logs of the ten most recent runs will be available here.
de: Werden Recipes ausgeführt, sind hier die Protokolle der letzten zehn Ausführungen verfügbar.

# RecipeLogsListNoLogsTitle
source: No Recipe Runs Available
de: Keine Recipe-Ausführungen verfügbar

# RecipeLogsListSubtitle
source: Run with %@ on %@.
de: Ausführen mit %@ auf %@.

# RecipeLogsPropertyTitle
source: Previous Runs
de: Vorherige Ausführungen

# RecipeLogStartDateHeader
source: Start
de: Starten

# RecipeLogTitleHeader
source: %@ on %@
de: %@ auf %@

# RecipeNameFieldPlaceholder
source: Enter a name
de: Einen Namen eingeben

# RecipesModuleRequiresiOS11SubTitle
source: ⚠️ Requires iOS 11.
de: ⚠️ Erfordert iOS 11.

# RecipesModuleSubTitle
source: Run your own custom recipes.
de: Führen Sie eigene benutzerdefinierte Recipes aus.

# RecipeUnableToExecuteWarningDescription
source: The recipe has configuration problems that prevent it from running. Open the recipe in the Recipe Editor for more information.
de: Das Recipe hat Konfigurationsprobleme, die verhindern, dass es ausgeführt werden kann. Öffnen Sie das Recipe im Recipe-Editor für weitere Informationen.

# RecipeUnableToExecuteWarningTitle
source: Misconfigured Recipe
de: Falsch konfiguriertes Recipe

# RecipeWFIBLEConnectedNoNameTitle
source: Connected to a Cascable Bluetooth input accessory.
de: Angeschlossen an ein Bluetooth-Eingangszubehör von Cascable.

# RecipeWFIBLEConnectedTitle
source: Connected to %@.
de: Verbunden mit %@.

# RecipeWFIBLEConnectionPromptMessage
source: This input device appears to be different to the previously connected device.
de: Dieses Eingabegerät scheint ein anderes zu sein als das zuvor verbundene Gerät.

# RecipeWFIBLEConnectionPromptNamePlaceholder
source: input device
de: Eingabegerät

# RecipeWFIBLEConnectionPromptTitle
source: Connect to %@?
de: Verbunden mit %@?

# RecipeWFIBLENoAccessoryTitle
source: Not connected to a Cascable Bluetooth input accessory.
de: Nicht mit einem Bluetooth-Eingangszubehör von Cascable verbunden.

# RecipeWFIBLESearchingTitle
source: Searching for Bluetooth accessory…
de: Suche nach Bluetooth-Zubehör...

# RecipeWFIDefaultMessage
source: To continue the recipe, tap "Continue Recipe".
de: Um das Recipe fortzusetzen, bitte auf „Recipe fortsetzen“ tippen.

# RequiresAutoFocusDescription
source: The recipe requires that the camera's focus mode is an autofocus mode. Place the camera's focus mode to a non-manual setting.
de: Das Recipe setzt voraus, dass der Fokusmodus der Kamera ein Autofokusmodus ist. Stellen Sie den Fokusmodus der Kamera auf eine nicht manuelle Einstellung.

# RequiresAutoFocusTitle
source: Requires Autofocus
de: Erfordert Autofokus

# RequiresBulbWarningDescription
source: The recipe requires the camera be set to take bulb exposures.
de: Für das Recipe muss die Kamera auf Bulb eingestellt sein.

# RequiresBulbWarningTitle
source: Requires Bulb
de: Erfordert Langzeitbelichtung (Bulb)

# RequiresBurstWarningDescription
source: The recipe requires the camera be set to take burst exposures.
de: Das Recipe setzt voraus, dass die Kamera auf Serienaufnahme eingestellt ist.

# RequiresBurstWarningTitle
source: Requires Burst Exposures
de: Erfordert Serienaufnahmen

# RequiresChangeableApertureDescription
source: The recipe requires the camera be set to allow changes to aperture. Place the camera's exposure mode to Aperture Priority or Manual.
de: Das Recipe setzt voraus, dass die Kamera so eingestellt ist, dass Änderungen der Blende möglich sind. Stellen Sie den Belichtungsmodus der Kamera auf Blendenpriorität oder Manuell.

# RequiresChangeableApertureTitle
source: Requires Configurable Aperture
de: Erfordert konfigurierbare Blende

# RequiresChangeableEVDescription
source: The recipe requires the camera be set to allow changes to exposure compensation. Place the camera's exposure mode to Manual, or enable Automatic ISO.
de: Das Recipe setzt eine Kameraeinstellung voraus, die Änderungen der Belichtungskorrektur zulässt. Stellen Sie den Belichtungsmodus der Kamera auf Manuell, oder aktivieren Sie die ISO-Automatik.

# RequiresChangeableEVTitle
source: Requires Configurable Exposure Compensation
de: Erfordert eine konfigurierbare Belichtungskorrektur

# RequiresChangeableExposureInCameraDescription
source: The recipe requires that camera allows changes to exposure settings, which is not supported by the currently connected camera.
de: Das Recipe setzt voraus, dass die Kamera Änderungen an den Belichtungseinstellungen zulässt, was von der aktuell verbundenen Kamera nicht unterstützt wird.

# RequiresChangeableExposureInCameraTitle
source: Requires Configurable Exposure
de: Erfordert konfigurierbare Belichtung

# RequiresChangeableFocusDescription
source: The recipe requires that the camera allows direct focus manipulation. This is currently only supported by Canon EOS, Nikon, and Phase One cameras.
de: Das Recipe setzt voraus, dass die Kamera eine manuelle Fokuseinstellung erlaubt. Dies wird derzeit nur von Kameras der Marken Canon EOS, Nikon, und Phase One unterstützt.

# RequiresChangeableFocusTitle
source: Requires Direct Focus Manipulation
de: Erfordert manuelle Fokuseinstellung

# RequiresChangeableISODescription
source: The recipe requires the camera be set to allow changes to ISO.
de: Das Recipe setzt voraus, dass die Kamera so eingestellt ist, dass Änderungen des ISO-Wertes möglich sind.

# RequiresChangeableISOTitle
source: Requires Configurable ISO
de: Erfordert konfigurierbare ISO-Einstellung

# RequiresChangeableShutterSpeedDescription
source: The recipe requires the camera be set to allow changes to shutter speed. Place the camera's exposure mode to Shutter Priority or Manual.
de: Das Recipe setzt voraus, dass die Kamera so eingestellt ist, dass Änderungen der Belichtungszeit möglich sind. Stellen Sie den Belichtungsmodus der Kamera auf Blendenautomatik oder Manuell ein.

# RequiresChangeableShutterSpeedTitle
source: Requires Configurable Shutter Speed
de: Erfordert eine konfigurierbare Belichtungszeit

# RequiresChangeableSmartExposureDescription
source: The recipe requires the camera be set to allow changes to exposure, through either exposure compensation or shutter speed.
de: Das Recipe setzt voraus, dass die Kamera so eingestellt ist, dass sie Änderungen an der Belichtung zulässt, entweder durch Belichtungskorrektur oder Belichtungszeit.

# RequiresChangeableSmartExposureTitle
source: Requires Configurable Exposure
de: Erfordert konfigurierbare Belichtung

# RequiresNotBulbWarningDescription
source: The recipe requires the camera is not set to take bulb exposures.
de: Das Recipe setzt voraus, dass die Kamera nicht für Langzeitbelichtungen eingestellt ist.

# RequiresNotBulbWarningTitle
source: Not Compatible With Bulb
de: Nicht kompatibel mit Langzeitbelichtungen
