Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/RecipeEditorStrings.strings
Languages: de

# ActionsSectionTitle
source: Actions
de: Aktionen

# ALargeAmountTitle
source: A Large Amount
de: Eine große Anzahl

# AMediumAmountTitle
source: A Medium Amount
de: Eine mittelgroße Anzahl

# ASmallAmountTitle
source: A Small Amount
de: Eine kleine Anzahl

# BulbShotBlockDetailedName
source: Bulb Exposure for
de: Langzeitbelichtung für

# BulbShotBlockName
source: Bulb Exposure
de: Langzeitbelichtung

# BulbShotEndLogTitle
source: Ended bulb exposure
de: Beendete Langzeitbelichtung

# BulbShotStartLogTitle
source: Started bulb exposure
de: Begonnene Langzeitbelichtung

# BulbShotWaitLogSubtitle
source: Waited %@.
de: %@ gewartet.

# BulbShotWaitLogTitle
source: Waited for
de: Gewartet auf

# BurstShotsBlockDetailedName
source: Burst for
de: Serienaufnahme für

# BurstShotsBlockName
source: Burst Shots
de: Serienaufnahmen

# BurstShotsEndLogTitle
source: Ended burst exposure
de: Beendete Serienbelichtung

# BurstShotsStartLogTitle
source: Started burst exposure
de: Gestartete Serienbelichtung

# BurstShotsWaitLogSubtitle
source: Waited %@.
de: %@ gewartet.

# BurstShotsWaitLogTitle
source: Waited for
de: Gewartet auf

# CameraVariableApertureShortTitle
source: Aperture
de: Blende

# CameraVariableApertureTitle
source: Aperture
de: Blende

# CameraVariableAtLimitLogEntrySubtitle
source: The existing value of %@ is already at the limit for this setting.
de: Der vorhandene Wert von %@ ist für diese Einstellung bereits am Maximum.

# CameraVariableAtLimitLogEntryTitlePrefix
source: Couldn't change
de: Änderung nicht möglich.

# CameraVariableBlockTitleDecreasePrefix
source: Decrease
de: Verringern

# CameraVariableBlockTitleIncreasePrefix
source: Increase
de: Erhöhen

# CameraVariableBlockTitleSuffix
source: by %@
de: um %@

# CameraVariableExposureCompensationTitle
source: Exposure Compensation
de: Belichtungskorrektur

# CameraVariableFailedLogEntrySubtitle
source: Current camera settings don't allow this value to be changed.
de: Die aktuellen Kameraeinstellungen erlauben es nicht, diesen Wert zu ändern.

# CameraVariableFailedLogEntryTitlePrefix
source: Failed to change
de: Änderung fehlgeschlagen

# CameraVariableFailedLogEntryTitleSuffix
source: by %@
de: um %@

# CameraVariableLogEntryLimitedChangeSubtitle
source: Value changed from %@ to %@ (limited by camera).
de: Wert geändert von %@ auf %@ (begrenzt durch Kamera).

# CameraVariableLogEntryLimitedChangeTitlePrefix
source: Changed
de: Geändert

# CameraVariableLogEntryLimitedChangeTitleSuffix
source: by %@
de: um %@

# CameraVariableLogEntrySubtitle
source: Value changed from %@ to %@.
de: Wert von %@ auf %@ geändert.

# CameraVariableLogEntryTitlePrefix
source: Changed
de: Geändert

# CameraVariableLogEntryTitleSuffix
source: by %@
de: um %@

# CameraVariableShutterSpeedTitle
source: Shutter Speed
de: Verschlusszeit

# CameraVariableSmartExposureShortTitle
source: Smart EV
de: Intelligente EV

# CameraVariableSmartExposureTitle
source: Smart Exposure
de: Intelligente Belichtung

# CannotRunRecipeMessage
source: The recipe has fatal problems that prevent it from running.
de: Das Recipe verursacht schwerwiegende Probleme, die verhindern, dass es ausgeführt werden kann.

# CannotRunRecipeTitle
source: Cannot Run Recipe
de: Recipe kann nicht ausgeführt werden

# ChangeCameraVariableBlockTitle
source: Change Exposure Setting
de: Belichtungseinstellung ändern

# ChangeDurationAddOperatorTitle
source: Add
de: Hinzufügen

# ChangeDurationBlockTitle
source: Change Duration Variable
de: Variable für Dauer ändern

# ChangeDurationDivideOperatorTitle
source: Divide
de: Teilen

# ChangeDurationLogSubtitle
source: Value changed from %@ to %@.
de: Wert von %@ auf %@ geändert.

# ChangeDurationLogTitlePrefixAdd
source: Added %@ to
de: Hinzugefügt %@ zu

# ChangeDurationLogTitlePrefixDivide
source: Divided
de: Geteilt

# ChangeDurationLogTitlePrefixMultiply
source: Multiplied
de: Multiplizieren

# ChangeDurationLogTitlePrefixSubtract
source: Subtracted %@ from
de: Subtrahiert %@ von

# ChangeDurationLogTitleSuffixDivide
source: by %@
de: um %@

# ChangeDurationLogTitleSuffixMultiply
source: by %@
de: um %@

# ChangeDurationMultiplyOperatorTitle
source: Multiply
de: Multiplizieren

# ChangeDurationSubtractOperatorTitle
source: Subtract
de: Subtrahieren

# ChangeDurationTitlePrefixAdd
source: Add %@ to
de: %@ addieren zu

# ChangeDurationTitlePrefixSubtract
source: Subtract %@ from
de: %@ subtrahieren von

# ChangeDurationTitleSuffixMultiplyDivide
source: by %@
de: um %@

# ConflictingShotTypesWarningMessage
source: The recipe contains more than one kind of shot (standard, bulb, or burst). A recipe can only contain action blocks of one of these types.
de: Das Recipe enthält mehr als eine Aufnahmeart (Standard, Langzeit oder Serie). Ein Recipe kann nur Aktionsblöcke mit einer dieser Arten enthalten.

# ConflictingShotTypesWarningTitle
source: Conflicting Shot Types
de: Aufnahmearten, die Konflikte verursachen

# DurationPickerMinutesLabel
source: minutes
de: Minuten

# DurationPickerSecondLabel
source: second
de: Sekunde

# DurationPickerSecondsLabel
source: seconds
de: Sekunden

# DurationVariableDetailedTitleSuffix
source: starts at %@
de: beginnt bei %@

# DurationVariableLogSubtitle
source: Value starts at %@.
de: Wert beginnt bei %@.

# DurationVariableLogTitlePrefix
source: Set
de: Einstellen

# DurationVariableLogTitleSuffix
source: to starting value
de: zum Startwert

# DurationVariableTitle
source: Duration Variable
de: Variable für Dauer

# HalfStopTitle
source: ½ of a stop
de: ½ Stufe

# MissingVariablesWarningMessage
source: One or more blocks that require variables don't have a variable assigned. Check your recipe for blocks that show "No Variable" in their variable indicators and assign a variable to them.
de: Einem oder mehreren Blöcke, die Variablen benötigen, wurde keine Variable zugewiesen. Überprüfen Sie das Recipe auf Blöcke, die in ihrer Variablenliste „Keine Variable“ anzeigen und weisen Sie diesen eine Variable zu.

# MissingVariablesWarningTitle
source: Missing Variables
de: Fehlende Variablen

# MoveFocusBlockDetailedTitle
source: Move focus %@
de: Fokus verschieben %@

# MoveFocusBlockTitle
source: Move Focus
de: Fokus verschieben

# MoveFocusErrorLogSubtitleCameraFailure
source: Focus mode is continuous, movement amount unsupported by current lens, or lens cannot move any further.
de: Der Fokusmodus ist kontinuierlich, die Bewegung wird vom aktuellen Objektiv nicht unterstützt oder das Objektiv kann sich nicht weiter bewegen.

# MoveFocusErrorLogSubtitleDisallowed
source: Current camera settings don't allow this operation.
de: Die aktuellen Kameraeinstellungen erlauben diesen Vorgang nicht.

# MoveFocusErrorLogSubtitleUnsupported
source: This camera doesn't support this operation.
de: Die Kamera unterstützt diese Funktion nicht.

# MoveFocusErrorLogTitle
source: Failed to move focus
de: Fokus kann nicht verschoben werden

# MoveFocusLargeAmountTitle
source: a large amount
de: eine große Anzahl

# MoveFocusLogSubtitle
source: Focus moved %@ by %@.
de: Fokus %@ um %@ verschoben.

# MoveFocusLogTitle
source: Moved focus
de: Fokus verschoben

# MoveFocusMediumAmountTitle
source: a medium amount
de: eine mittelgroße Anzahl

# MoveFocusSmallAmountTitle
source: a small amount
de: eine kleine Anzahl

# MoveFocusTowardsCameraTitle
source: towards camera
de: Richtung Kamera

# MoveFocusTowardsInfinityTitle
source: towards infinity
de: Richtung unendlich

# NoItemsPlaceholderCompact
source: Tap the + button to start building your recipe.
de: Tippen Sie auf die Schaltfläche „+“, um mit der Erstellung Ihres Recipes zu beginnen.

# NoItemsPlaceholderiPad
source: Drag items here to build your recipe.
de: Ziehen Sie Elemente hierher, um Ihr Recipe zu erstellen.

# NoShotsWarningMessage
source: The recipe has no Take Shot, Burst Shots or Bulb Exposure blocks, and as such will not produce any images.
de: Das Recipe hat keine Einzelfoto-, Serienfoto- oder Langzeitbelichtungs-Blöcke und kann daher auch keine Bilder erzeugen.

# NoShotsWarningTitle
source: No Shots
de: Keine Aufnahmen

# NoVariableTitle
source: No Variable
de: Keine Variable

# NoWaitBetweenShotsWarningMessage
source: The recipe takes more than one shot, burst, or bulb exposure without a Wait block in between. Due to camera cycle times, back-to-back shots will often fail after the first shot unless your recipe waits a moment in between shots.
de: Das Recipe nimmt mehr als eine Einzelaufnahme, Serienaufnahme oder Langzeitbelichtung ohne einen Warteblock dazwischen auf. Aufgrund der Zykluszeiten der Kamera werden Back-to-Back-Aufnahmen oft schon nach der ersten Aufnahme fehlschlagen, wenn Ihr Recipe nicht einen Moment zwischen den Aufnahmen wartet.

# NoWaitBetweenShotsWarningTitle
source: Back-To-Back Shots
de: Back-To-Back-Aufnahmen

# OneThirdStopTitle
source: ⅓ of a stop
de: ⅓ Stufe

# PerformAutofocusBlockDetailedName
source: Autofocus for %@
de: Autofokus für %@

# PerformAutofocusBlockName
source: Perform Autofocus
de: Autofokus ausführen

# PerformAutofocusEndLogTitle
source: Ended autofocus
de: Autofokus beenden

# PerformAutofocusStartLogTitle
source: Started autofocus
de: Autofokus starten

# PerformAutofocusWaitLogTitle
source: Waited for %@
de: Gewartet auf %@

# ProgramFlowSectionTitle
source: Program Flow
de: Programmfluss

# ProgramSectionTitle
source: Variables
de: Variablen

# RecipeDocumentDamagedTitle
source: The document appears to be damaged.
de: Das Dokument scheint beschädigt zu sein.

# RecipeDocumentModelDamagedTitle
source: The document model failed to load.
de: Das Dokumentmodell konnte nicht geladen werden.

# RecipeDocumentTooNewTitle
source: The document was created with a newer version of Cascable.
de: Das Dokument wurde mit einer neueren Version von Cascable erstellt.

# RecipeLoadFailureGenericDescription
source: The Recipe could not be loaded as it appears to be damaged.
de: Das Recipe konnte nicht geladen werden, da es beschädigt zu sein scheint.

# RecipeLoadFailureTitle
source: Couldn't Open Recipe
de: Konnte das Recipe nicht öffnen

# RecipeLoadFailureTooNewDescription
source: The Recipe was created with a newer version of Recipes than this version of Cascable supports. Please update Cascable to the newest version.
de: Das Recipe wurde mit einer neueren Recipe-Version erstellt, als diese Version von Cascable unterstützt. Bitte aktualisieren Sie Cascable auf die neueste Version.

# RecipesEditorTitle
source: Recipes Editor
de: Recipe-Editor

# RecipeShortHoursSuffix
source: hr
de: Std.

# RecipeShortSecondsSuffix
source: sec
de: s

# RepeatBlockRepeatTitleFinite
source: Repeat once
de: Einmal wiederholen

# RepeatBlockRepeatTitleFinite_Plural
source: Repeat %@ times
de: %@ Mal wiederholen

# RepeatBlockRepeatTitleInfinite
source: Repeat until cancelled
de: Wiederholen bis zum Abbruch

# RepeatBlockTitle
source: Repeat
de: Wiederholen

# SetDurationBlockDetailedTitle
source: Set variable <%@> to %@
de: Variable <%@> auf %@ einstellen

# SetDurationBlockTitle
source: Set Duration Variable
de: Variablenzeitraum einstellen

# SetDurationLogSubtitle
source: New value is %@.
de: Neuer Wert beträgt %@.

# SetDurationLogTitlePrefix
source: Set
de: Einstellen

# SimulatedCameraName
source: Simulated Camera
de: Kamerasimulation

# StopPickerStopLabel
source: stop
de: Stufe

# StopPickerStopsLabel
source: stops
de: Stufen

# TakeShotBlockName
source: Take Shot
de: Aufnahme erstellen

# TakeShotLogTitle
source: Took a single shot
de: Einzelaufnahme erstellt

# TimesSuffixTitle
source: time
de: Mal

# TimesSuffixTitle_Plural
source: times
de: Mal

# TowardsCameraTitle
source: Towards Camera
de: In Richtung Kamera

# TowardsInfinityTitle
source: Towards Infinity
de: In Richtung Unendlichkeit

# TwoThirdsStopTitle
source: ⅔ of a stop
de: ⅔ einer Stufe

# UnboundVariableChangeWarningMessage
source: The recipe includes a variable or camera setting change block inside a "%@" block. This is likely to cause problems if the recipe is run for a significant amount of time.
de: Das Recipe enthält einen Block zur Änderung von Variablen oder Kameraeinstellungen innerhalb eines „%@“-Blocks. Dies kann zu Problemen führen, falls das Recipe über einen längeren Zeitraum ausgeführt wird.

# UnboundVariableChangeWarningTitle
source: Unbound Variable Change
de: Ungebundene Variable ändern

# UnnamedVariableName
source: Unnamed Variable
de: Unbenannte Variable

# UnreachableBlocksWarningMessage
source: The recipe includes a "%@" block that isn't at the end of the program. Blocks placed after a "%@" block will never be executed.
de: Das Recipe enthält einen „%@“-Block, der sich nicht am Ende des Programms befindet. Blöcke, die nach einem „%@“-Block platziert werden, können nicht ausgeführt werden.

# UnreachableBlocksWarningTitle
source: Unreachable Blocks
de: Unzugängliche Blöcke

# UntilCancelledTitle
source: Until cancelled
de: Bis zum Abbruch

# ValueAndHalfStopsTitle
source: %@½ stops
de: %@½ Stufen

# ValueAndOneThirdStopsTitle
source: %@⅓ stops
de: %@⅓ Stufen

# ValueAndTwoThirdsStopsTitle
source: %@⅔ stops
de: %@⅔ Stufen

# VariablesAndSettingsSectionTitle
source: Variables & Settings
de: Variablen & Einstellungen

# VariablesSectionTitle
source: Variables
de: Variablen

# WaitFixedDurationBlockDetailedTitle
source: Wait for %@
de: Warten auf %@

# WaitFixedDurationBlockLogTitle
source: Waited for %@
de: Gewartet auf %@

# WaitFixedDurationBlockTitle
source: Wait Fixed Duration
de: Festgelegten Zeitraum warten

# WaitForInputBlockTitle
source: Wait For Input
de: Warten auf Eingabe

# WaitForInputLogSubtitleContinued
source: Recipe was allowed to continue.
de: Das Recipe konnte fortgesetzt werden.

# WaitForInputLogSubtitleStopped
source: Recipe was stopped.
de: Recipe wurde angehalten.

# WaitForInputLogTitle
source: Waited for user input
de: Auf Benutzereingabe gewartet

# WaitVariableDurationBlockDetailedTitle
source: Wait
de: Warten

# WaitVariableDurationBlockLogSubtitle
source: Waited %@.
de: Gewartet %@.

# WaitVariableDurationBlockLogTitlePrefix
source: Waited for
de: Gewartet auf

# WaitVariableDurationBlockTitle
source: Wait Variable Duration
de: Variable für die Wartedauer

# WholeStopsTitle
source: 1 stop
de: 1 Stufe

# WholeStopsTitle_Plural
source: %@ stops
de: %@ Stufen

# ZeroStopsTitle
source: 0 stops
de: 0 Stufen
