Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/ThreePointZeroFirstRun.strings
Languages: de

# 1ZC-Bh-GeY.text
source: Greatly Expanded Camera Support
de: Wesentlich erweiterte Kamera-Unterstützung

# 7QS-WU-wUI.normalTitle
source: Continue →
de: Weiter →

# 9Bs-PF-Jvn.text
source: Cascable 3.0 has many smaller additions throughout the app. You can find a full and detailed list on the Cascable website. If you'd like to keep up-to-date with the latest news and photos from the Cascable team, why not join us on Twitter and Instagram? Enjoy!
de: Cascable 3.0 hat überall in der App viele kleinere Funktionen hinzubekommen. Eine vollständige und detaillierte Liste finden Sie auf der Cascable-Website. Möchten Sie die aktuellsten News und neuesten Fotos vom Cascable-Team erhalten? Folgen Sie uns auf Twitter und Instagram! Viel Spaß!

# 9NP-z9-ZaH.normalTitle
source: Skip Tour
de: Einführung überspringen

# Brp-aw-MgW.text
source: Exciting Roadmap for the Future
de: Spannende Aussichten für die Zukunft

# DkA-ou-F8n.text
source: …and much more!
de: … und vieles mehr!

# G3P-g9-PCa.title
source: Welcome
de: Willkommen

# GtB-eF-Akk.normalTitle
source: Continue →
de: Weiter →

# U9p-kN-Ff7.text
source: There's so much we wanted to put into this release, but if we did everything we wanted to we'd never have finished! Instead, we've published details about the exciting new features and improvements we'll be making to Cascable in the coming months on our website.
de: Es gab so vieles, was wir in dieser Version unterbringen wollten, aber dann wären wir niemals fertig geworden! Stattdessen haben wir Informationen auf unserer Webseite für Sie bereitgestellt, in denen Sie nachlesen können, welche praktischen neuen Funktionen Sie in den kommenden Monaten noch erwarten können.

# Wr9-Wd-JN8.normalTitle
source: Get Started →
de: Loslegen →

# avd-i8-4VS.text
source: Cascable 3.0 adds a powerful set of geotagging tools. Manually geotag photos, or record your location history and use it to automatically geotag any photos you take during the recording. If you work with other geotagging tools, Cascable supports importing and exporting industry standard GPX files.
de: Cascable 3.0 kommt mit genialen Tools für das Geotagging Ihrer Fotos. Taggen Sie Ihre Fotos manuell, oder zeichnen Sie Ihre Standorte auf und nutzen Sie diese Daten zum automatischen Taggen Ihrer Fotos bei der Aufnahme. Wenn Sie mit anderen Geotagging-Tools arbeiten, unterstützt Cascable den Import und Export von GPX-Dateien.

# cGq-qj-Wb6.normalTitle
source: Continue →
de: Weiter →

# dgL-Vh-5m6.text
source: on Twitter
de: auf Twitter

# e51-oR-xjz.text
source: Thank you for updating to Cascable 3.0. This is a major update to Cascable, and contains some great new features and support for many more cameras from Fujifilm and Panasonic.
de: Schön, dass Sie auf Cascable 3.0 aktualisiert haben. Diese Version ist ein umfangreiches Update mit vielen genialen neuen Funktionen und Unterstützung für weitere Kameras von Fujifilm und Panasonic.

# e8w-Sj-KC2.text
source: on Instagram
de: bei Instagram

# gTH-Fo-vxd.normalTitle
source: Start Using Cascable
de: Cascable nutzen

# hay-5R-Q3N.text
source: Before we get started, we may need to upgrade your photo database.
de: Bevor wir loslegen, müssen wir eventuell Ihre Foto-Datenbank aktualisieren.

# l3x-YS-zoX.text
source: What's new in Cascable?
de: Neu in Cascable

# smE-h0-oFB.normalTitle
source: See Roadmap
de: Versionsplanung

# zEU-Kg-jDC.text
source: Cascable 3.0 adds support for over 70 new cameras from Fujifilm and Panasonic, in addition to the Canon, Nikon, Sony and Olympus models already supported. For more information on which models are supported, see the new in-app Help Center or the Cascable website.
de: Cascable 3.0 unterstützt zusätzlich mehr als 70 neue Kameras von Fujifilm und Panasonic, zusätzlich zu den bereits unterstützten Modellen von Canon, Nikon, Sony und Olympus. Weitere Informationen zu den unterstützten Modellen finden Sie in der Hilfe oder auf der Cascable Webseite.
