Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/TransferCouponExchange.strings
Languages: de

# 3e3-iw-Z3e.text
source: Verifying eligibility…
de: Berechtigung prüfen …

# 5TC-8Y-RkH.text
source: To request your Cascable Transfer for Mac discount, enter your email address below. Your email address will only be used to send you a confirmation of your discount.
de: Geben Sie unten Ihre E-Mail-Adresse ein, um den Rabatt für Cascable Transfer for Mac anzufordern. Ihre E-Mail-Adresse wird ausschließlich zur Zusendung Ihrer Rabatt-Bestätigung verwendet.

# 6dh-T5-o20.text
source: Not Eligible for Discount
de: Nicht Rabatt-berechtigt

# 8g8-nR-H17.placeholder
source: Your email address
de: Ihre E-Mail-Adresse

# ARI-ps-pUK.normalTitle
source: Restore Purchases
de: Einkäufe wiederherstellen

# Ibl-yS-jtl.text
source: Purchase Required
de: Kauf erforderlich

# M8T-9m-CnC.text
source: With Cascable Transfer for Mac, you can import photos from your WiFi-enabled camera straight into Photos, Lightroom, or anywhere else on your Mac. If you've purchased at least one Cascable Pro pack, you're eligible for a 50% discount on your purchase of Cascable Transfer!
de: Mit Cascable Transfer for Mac können Sie Fotos von Ihrer WLAN-fähigen Kamera direkt in die Fotos-App, in Lightroom oder an einen anderen Speicherort auf Ihrem Mac importieren. Wenn Sie Cascable Pro gekauft haben, erhalten Sie Cascable Transfer 50% günstiger.

# cMe-Gt-Iee.normalTitle
source: Request Discount
de: Rabatt anfordern

# kbN-LZ-vFH.text
source: Your purchase was verified and you're entitled to a discount on Cascable Transfer! Your discount coupon code is:
de: Ihr Kauf wurde verifiziert. Sie sind nun für einen vergünstigten Kauf von Cascable Transfer berechtigt! Ihr Rabattcode lautet:

# lSk-K2-rlU.text
source: Unfortunately, it appears that you are not eligible for the Cascable Transfer discount at this time. If you have purchased one or more Cascable Pro packs and have restored them to this device, please contact Cascable support for help.
de: Anscheinend sind Sie aktuell leider nicht berechtigt, Cascable Transfer zu einem reduzierten Preis zu kaufen. Sollten Sie Cascable Pro gekauft und dieses auf diesem Gerät wiederhergestellt haben, wenden Sie sich bitte an den Cascable Support.

# lbq-6E-rep.text
source: In order to be eligible for a discount on Cascable Transfer for Mac, you must have purchased at least one Cascable Pro pack. If this is a new device and you have already purchased a Cascable Pro pack, you can restore your purchases to this device.
de: Um für einen vergünstigten Kauf von Cascable Transfer for Mac berechtigt zu sein, müssen Sie Cascable Pro gekauft haben. Sollte dies ein neues Gerät sein und Sie bereits Cascable Pro gekauft haben, können Sie Ihre Käufe auf diesem Gerät wiederherstellen.

# oEc-Jx-Tdf.text
source: Request Your Discount
de: Rabatt anfordern

# ogZ-uC-LFD.text
source: Eligible for Discount!
de: Rabatt-berechtigt!

# sT5-k6-dkR.title
source: Cascable Transfer Discount
de: Cascable Transfer Rabatt

# xXs-S4-qOA.text
source: Visit the Cascable website and enter your code alongside your payment details when checking out to claim your discount.
de: Um Ihren Rabatt in Anspruch zu nehmen, gehen Sie bitte auf die Cascable Website. Geben Sie dort beim Bezahlvorgang Ihren Code zusammen mit Ihren Zahlungsdaten ein.
