Repository: Cascable/cascable-client-ios-localizations
Catalog: *.lproj/TwoPointZeroFirstRun.strings
Languages: de

# 1ZC-Bh-GeY.text
source: Greatly Expanded Camera Support
de: Erheblich erweiterte Kamera-Unterstützung

# 7QS-WU-wUI.normalTitle
source: Continue →
de: Weiter →

# 9Bs-PF-Jvn.text
source: Cascable 2.0 has many smaller additions throughout the app, from improved histograms to an improved local photo grid. You can find a full and detailed list on the Cascable website. If you'd like to keep up-to-date with the latest news and photos from the Cascable team, why not join us on Twitter and Instagram? Enjoy!
de: Cascable 2.0 bietet zahlreiche Neuerungen in allen Bereichen der App, angefangen bei verbesserten Histogrammen bis zu verbessertem lokalen Fotogitter. Eine ausführliche Liste aller Neuerungen finden Sie auf der Cascable Webseite. Wenn Sie stets über Neuigkeiten und Fotos vom Cascable Team informiert werden möchten, dann folgen Sie uns doch einfach auf Twitter und Instagram. Viel Spaß!

# 9NP-z9-ZaH.normalTitle
source: Skip Tour
de: Einführung überspringen

# Brp-aw-MgW.text
source: Free Upgrade For 1.x Customers
de: Kostenloses Update für 1.x Nutzer

# DkA-ou-F8n.text
source: …and much more!
de: … und vieles mehr!

# G3P-g9-PCa.title
source: Welcome
de: Willkommen

# GtB-eF-Akk.normalTitle
source: Continue →
de: Weiter →

# Jyr-4x-3U6.normalTitle
source: Continue →
de: Weiter →

# KgJ-Oy-9xx.text
source: Powerful New Photo Management Tools
de: Geniale neue Fotomanagement-Tools

# PyW-bc-FEI.text
source: Cascable 2.0 is easy on the eyes when working in low light with the new Night Mode, an app-wide theme designed to be friendly on the eyes when working in low light environments.
de: Cascable 2.0 ist dank des neuen Nachtmodus auch bei schwachem Umgebungslicht augenschonend.

# U9p-kN-Ff7.text
source: Thanks for being an early supporter of Cascable! As a thank you, all of the new features in Cascable 2.0 are provided to you as a FREE upgrade.
de: Vielen Dank für das schnelle Upgrade! Als Dankeschön erhalten Sie alle neuen Funktionen von Cascable 2.0 als KOSTENLOSES Upgrade!

# WYE-CJ-g3X.text
source: Night Mode
de: Nachtmodus

# Wr9-Wd-JN8.normalTitle
source: Get Started →
de: Loslegen →

# avd-i8-4VS.text
source: Cascable 2.0 provides many new tools to improve your photo management workflow. Remote preview allows you to see high resolution previews of your photos before copying them to your iOS device, and improved RAW+JPEG support means no more duplicates. Once copied over, Cascable's new filtering tools let you search for your photos by date, file type and text search, and an improved photo viewer lets you zoom to 1:1 for a close look at your work.
de: Cascable 2.0 bietet viele neue Werkzeuge zur Verbesserung Ihres Foto-Managements. Mit der Remote-Vorschau können Sie hoch auflösende Vorschaubilder Ihrer Fotos vor dem Kopieren auf Ihr iOS-Gerät. Verbesserte Unterstützung für RAW- und JPEG vermeidet nun auch doppelte Dateien. Nach dem Kopieren sorgen die neuen Filterwerkzeuge von Cascable dafür, dass Sie Ihre Fotos nach Datum, Dateityp und sogar mit Textsuche filtern können. Die optimierte Fotoansicht ermöglicht einen Zoom bis 1:1 zur Detailansicht Ihrer Arbeit.

# cGq-qj-Wb6.normalTitle
source: Continue →
de: Weiter →

# dgL-Vh-5m6.text
source: on Twitter
de: auf Twitter

# e51-oR-xjz.text
source: Thank you for updating to Cascable 2.0. This is the first major update to Cascable, and contains some great new features and support for many more cameras from Nikon, Sony and Olympus.
de: Vielen Dank für Ihr Update auf Cascable 2.0. Dieses ist das erste große Update von Cascable, und es beinhaltet einige fantastische neue Funktionen und Unterstützung für viele weitere Kameras von Nikon, Sony und Olympus.

# e8w-Sj-KC2.text
source: on Instagram
de: auf Instagram

# gTH-Fo-vxd.normalTitle
source: Start Using Cascable
de: Cascable nutzen

# hay-5R-Q3N.text
source: Tap "Get Started" to see a quick tour of the new features.
de: Tippen Sie auf „Loslegen“, um eine schnelle Einführung in die neuen Funktion zu erhalten.

# l3x-YS-zoX.text
source: What's new in Cascable?
de: Was ist neu in Cascable?

# zEU-Kg-jDC.text
source: Cascable 2.0 adds support for over 40 new cameras from Nikon, Sony and Olympus, in addition to the Canon models already supported. For more information on which models are supported, see the new in-app Help Center or the Cascable website.
de: Cascable 2.0 unterstützt mehr als 40 neue Kameras von Nikon, Sony und Olympus, zusätzlich zu den bereits unterstützten Modellen von Canon. Weitere Informationen zu den unterstützten Modellen finden Sie in der Hilfe oder auf der Cascable Webseite.
